[
  {
    "title": "gyomlálás",
    "category": "Kertrendezés",
    "description": "Eiusmod exercitation voluptate laboris aliqua sit non consectetur laborum occaecat consequat aliqua. Ullamco cupidatat eiusmod occaecat voluptate ut magna magna laboris officia duis mollit sint. Minim minim amet Lorem pariatur laborum quis incididunt nostrud in non sit laborum.\r\n",
    "settlement": "Bélapátfalva",
    "date": "2016-11-16",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 23543,
    "active": true,
    "editor_user": "62aa5ed23643130de417773f",
    "worker_user": "62aa5ed23643130de41777f5"
  },
  {
    "title": "locsolás",
    "category": "Kertrendezés",
    "description": "Tempor ex ad fugiat aute labore. Laboris dolor ea nostrud voluptate cillum aute. Consequat incididunt qui excepteur eu qui enim et exercitation ipsum aliquip officia. Occaecat exercitation et excepteur fugiat fugiat anim sunt. Nisi qui magna reprehenderit in ipsum. Eu labore culpa elit do nulla eiusmod minim ipsum deserunt dolore ut ut elit cupidatat.\r\n",
    "settlement": "Mikófalva",
    "date": "1977-04-20",
    "time": "több nap",
    "tools": false,
    "wage": "fix összeg",
    "amount": 14979,
    "active": true,
    "editor_user": "62aa5ed23643130de417776b",
    "worker_user": "62aa5ed23643130de4177743"
  },
  {
    "title": "favágás",
    "category": "Kertrendezés",
    "description": "Sint in laborum ipsum sunt cupidatat magna sit minim ad aute sit veniam. Est mollit velit eiusmod nostrud veniam proident. Cupidatat cupidatat fugiat Lorem aliqua aliquip. Reprehenderit magna veniam deserunt excepteur duis sint. Excepteur esse non ea nisi irure amet ipsum ullamco sunt amet voluptate. Est nostrud id velit ex excepteur laboris laborum.\r\n",
    "settlement": "Mikófalva",
    "date": "2010-02-27",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 18495,
    "active": false,
    "editor_user": "62aa5ed23643130de4177773",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "szőnyegtisztítás",
    "category": "Takarítás",
    "description": "Nulla qui pariatur et ipsum sunt ex eiusmod minim ipsum esse consectetur. Nulla duis id ea mollit aute qui. Ut in exercitation quis laboris duis elit. Ipsum esse laborum elit anim esse tempor velit cupidatat Lorem ex aliquip mollit. Esse labore quis ut mollit.\r\n",
    "settlement": "Felsőtárkány",
    "date": "1995-06-22",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 29372,
    "active": true,
    "editor_user": "62aa5ed23643130de4177779",
    "worker_user": "62aa5ed23643130de41777e5"
  },
  {
    "title": "eresztisztítás",
    "category": "Barkács",
    "description": "Pariatur cillum culpa ut enim pariatur ea adipisicing. Ut pariatur duis aliqua amet adipisicing nulla eiusmod aliquip Lorem. Cupidatat enim nostrud ex consequat Lorem amet tempor ex ea.\r\n",
    "settlement": "Kerecsend",
    "date": "1968-01-03",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 24068,
    "active": true,
    "editor_user": "62aa5ed23643130de4177747",
    "worker_user": "62aa5ed23643130de417773f"
  },
  {
    "title": "kerítés festése",
    "category": "Barkács",
    "description": "Non exercitation nisi nisi mollit. Pariatur reprehenderit aute mollit elit consequat excepteur ad excepteur pariatur ullamco id ut officia pariatur. Ut incididunt anim duis ipsum.\r\n",
    "settlement": "Andornaktálya",
    "date": "2014-08-23",
    "time": "több nap",
    "tools": false,
    "wage": "órabér",
    "amount": 24019,
    "active": false,
    "editor_user": "62aa5ed23643130de4177771",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "szőnyegtisztítás",
    "category": "Egyéb",
    "description": "Amet minim dolore labore consequat duis exercitation. Eiusmod eiusmod Lorem incididunt enim et. Consectetur amet sit aute Lorem nostrud anim. Tempor et quis veniam nisi irure magna tempor reprehenderit.\r\n",
    "settlement": "Balaton",
    "date": "1971-02-03",
    "time": "5-8 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 11330,
    "active": true,
    "editor_user": "62aa5ed23643130de417774d",
    "worker_user": "62aa5ed23643130de41777ed"
  },
  {
    "title": "zárcsere",
    "category": "Barkács",
    "description": "Ad magna voluptate culpa exercitation dolore mollit exercitation deserunt eu ipsum do. Et occaecat voluptate do id do dolor magna duis deserunt. Commodo ipsum commodo pariatur do duis. Duis esse nulla qui cupidatat in Lorem irure ea minim et reprehenderit cupidatat. Voluptate voluptate et elit esse culpa pariatur labore qui reprehenderit. Ex minim mollit ad minim mollit sit reprehenderit incididunt ullamco mollit voluptate ipsum pariatur. Eiusmod fugiat irure pariatur non laborum sunt et ad officia ullamco ad.\r\n",
    "settlement": "Átány",
    "date": "1995-02-10",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 26350,
    "active": true,
    "editor_user": "62aa5ed23643130de4177753",
    "worker_user": "62aa5ed23643130de4177795"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Barkács",
    "description": "Eu eu id aliquip in fugiat laboris. Sint proident do pariatur consequat labore labore commodo velit. Dolor minim commodo occaecat minim labore mollit. Aliquip laborum in exercitation aliqua officia est ea ex.\r\n",
    "settlement": "Felsőtárkány",
    "date": "2013-10-12",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 18398,
    "active": true,
    "editor_user": "62aa5ed23643130de41777bf",
    "worker_user": "62aa5ed23643130de417779d"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Eiusmod voluptate sunt cillum aliquip et anim consectetur. Reprehenderit adipisicing excepteur Lorem amet excepteur minim sint. Magna cillum in dolor aliquip consectetur qui magna et fugiat quis proident non. Tempor culpa do dolore in culpa tempor sint laborum cillum fugiat minim ad. Irure magna labore minim eiusmod ut excepteur aute enim.\r\n",
    "settlement": "Sirok",
    "date": "1972-04-19",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "",
    "amount": 9067,
    "active": false,
    "editor_user": "62aa5ed23643130de417775b",
    "worker_user": "62aa5ed23643130de41777fd"
  },
  {
    "title": "szőnyegtisztítás",
    "category": "Egyéb",
    "description": "Mollit nostrud cupidatat pariatur ipsum deserunt voluptate amet pariatur exercitation nulla aliqua occaecat dolor. Proident fugiat deserunt enim ipsum. Laborum eiusmod veniam duis duis in enim et non velit mollit. Eiusmod et labore voluptate eu fugiat nisi cupidatat dolor nisi mollit.\r\n",
    "settlement": "Abasár",
    "date": "1987-12-10",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 21655,
    "active": false,
    "editor_user": "62aa5ed23643130de417777b",
    "worker_user": "62aa5ed23643130de417773f"
  },
  {
    "title": "medence tisztítás",
    "category": "Barkács",
    "description": "Non cillum irure amet est non dolor fugiat officia enim laborum ut deserunt. Anim ullamco laborum minim dolore Lorem consectetur in et officia nulla laborum minim velit officia. Nisi eu velit veniam ex irure ipsum incididunt. Magna aliquip Lorem fugiat excepteur consequat consectetur est ullamco excepteur officia irure. Sint consectetur ea eiusmod consectetur eu cillum fugiat esse proident ea commodo consequat in ex. Sint adipisicing minim ullamco in.\r\n",
    "settlement": "Poroszló",
    "date": "1972-10-06",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 12875,
    "active": true,
    "editor_user": "62aa5ed23643130de4177763",
    "worker_user": "62aa5ed23643130de41777cd"
  },
  {
    "title": "takarítás",
    "category": "Egyéb",
    "description": "Pariatur adipisicing ad laboris aute ea velit labore nostrud in deserunt pariatur ea reprehenderit ad. Et consectetur ex ullamco in ex incididunt esse fugiat. Ipsum esse proident ut nulla fugiat nisi cupidatat. Ipsum occaecat culpa ut anim fugiat elit do Lorem. Amet est cupidatat nulla aliqua nulla est tempor sunt laborum consequat. Reprehenderit consequat duis do sit voluptate sunt dolore minim minim sint velit adipisicing cupidatat. Sit reprehenderit ut officia ullamco excepteur ea dolor fugiat.\r\n",
    "settlement": "Pétervására",
    "date": "1984-04-09",
    "time": "1-2 óra",
    "tools": true,
    "wage": "",
    "amount": 27923,
    "active": false,
    "editor_user": "62aa5ed23643130de417775d",
    "worker_user": "62aa5ed23643130de41777ef"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Eiusmod Lorem reprehenderit duis sunt qui laborum. Aliqua sint ut sit consequat labore ullamco nisi qui voluptate nisi non veniam commodo. Est velit adipisicing sint incididunt ullamco nostrud pariatur exercitation laborum pariatur anim nulla cupidatat. Esse qui eiusmod consectetur do ullamco nostrud et officia commodo commodo et labore fugiat ut. Eu consequat eiusmod non Lorem incididunt quis ex.\r\n",
    "settlement": "Aldebrő",
    "date": "2021-02-10",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 22517,
    "active": true,
    "editor_user": "62aa5ed23643130de417773f",
    "worker_user": "62aa5ed23643130de41777bb"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Barkács",
    "description": "Veniam officia anim Lorem excepteur. Excepteur nostrud laborum tempor ullamco aliqua et ad laboris deserunt nostrud deserunt irure eiusmod incididunt. Aliqua exercitation veniam enim ut ex magna id ullamco aliquip est. Dolore velit tempor adipisicing ex consequat laboris ut elit voluptate aute veniam eu. Dolore id occaecat est excepteur laborum sunt magna eu ullamco. Ad proident est anim elit ut.\r\n",
    "settlement": "Parád",
    "date": "2017-07-23",
    "time": "1-2 óra",
    "tools": true,
    "wage": "",
    "amount": 2814,
    "active": false,
    "editor_user": "62aa5ed23643130de417776d",
    "worker_user": "62aa5ed23643130de41777ef"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Sunt quis deserunt elit nisi. Velit do pariatur nostrud fugiat consectetur do sit enim ipsum occaecat laboris sit elit exercitation. Consectetur laboris laboris fugiat aliqua adipisicing ipsum qui ut ipsum. Est incididunt reprehenderit sint cupidatat voluptate esse ex eu nostrud ut quis ipsum amet. Aliqua dolor proident magna magna ea culpa aliqua nisi aliquip aliquip sint. Eiusmod commodo do id ullamco commodo non eu exercitation. Ad esse aliquip mollit ullamco dolore irure labore mollit qui minim nostrud et.\r\n",
    "settlement": "Parád",
    "date": "1973-07-19",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "",
    "amount": 23060,
    "active": true,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de41777f3"
  },
  {
    "title": "kerítés javítás",
    "category": "Barkács",
    "description": "Tempor reprehenderit voluptate est cillum ex voluptate aliquip. Do pariatur ad enim esse veniam cupidatat magna incididunt sit tempor id consequat. Elit laborum ullamco veniam sit duis non eiusmod ex irure ut do ullamco aliqua. Aliqua pariatur do anim in veniam mollit minim amet. Consectetur labore sint consectetur et eiusmod sunt anim eiusmod.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "1988-07-25",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 24185,
    "active": true,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de41777eb"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Barkács",
    "description": "Est enim est tempor tempor proident officia laboris elit. Labore ullamco minim voluptate et irure consequat sunt minim pariatur duis non. Exercitation qui esse irure quis aliqua excepteur cupidatat tempor est commodo nisi Lorem mollit esse.\r\n",
    "settlement": "Felsőtárkány",
    "date": "1965-01-21",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 17356,
    "active": true,
    "editor_user": "62aa5ed23643130de417777b",
    "worker_user": "62aa5ed23643130de41777a5"
  },
  {
    "title": "zárcsere",
    "category": "Barkács",
    "description": "Anim laborum voluptate exercitation ex. Esse commodo exercitation id elit ut exercitation deserunt proident. Qui et adipisicing ad in excepteur anim velit ea tempor aliquip ad labore id laboris. Quis voluptate quis aliquip aliquip proident voluptate consectetur incididunt.\r\n",
    "settlement": "Andornaktálya",
    "date": "2001-05-23",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 8275,
    "active": true,
    "editor_user": "62aa5ed23643130de4177759",
    "worker_user": "62aa5ed23643130de41777cd"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Barkács",
    "description": "In dolore elit minim exercitation. Sunt in sint est id aliqua ullamco est ex. Magna qui laborum non laborum ut. Cillum non ut tempor ut eiusmod et et aliquip qui. Aute irure eiusmod sunt adipisicing. Excepteur laborum ullamco irure Lorem aliqua consequat. Aute nisi laboris do do ad culpa ad nulla eiusmod quis eiusmod.\r\n",
    "settlement": "Balaton",
    "date": "2006-12-03",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 12926,
    "active": false,
    "editor_user": "62aa5ed23643130de4177771",
    "worker_user": "62aa5ed23643130de41777f5"
  },
  {
    "title": "izzó csere",
    "category": "Barkács",
    "description": "Mollit est anim mollit commodo quis adipisicing. Culpa Lorem est cillum tempor excepteur ullamco occaecat sint velit minim. Et ad cupidatat amet nisi ad occaecat mollit laboris deserunt enim do nulla deserunt. Occaecat aute sunt ipsum sint ad dolor culpa voluptate enim ea laboris excepteur amet anim.\r\n",
    "settlement": "Adács",
    "date": "1979-04-19",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 4815,
    "active": true,
    "editor_user": "62aa5ed23643130de4177749",
    "worker_user": "62aa5ed23643130de417777d"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Mollit officia aliqua officia anim. Excepteur tempor non magna aliqua nostrud commodo veniam do culpa in enim sint. Tempor enim ipsum magna culpa. Ipsum id cillum tempor ullamco ipsum cillum et velit et duis in. Dolore irure adipisicing ut qui duis minim ea. Elit pariatur in dolore est velit aliqua mollit deserunt eiusmod ea nisi adipisicing sint. Ex non eiusmod dolore laboris deserunt labore reprehenderit excepteur ea minim.\r\n",
    "settlement": "Egerbocs",
    "date": "2002-03-08",
    "time": "1-2 óra",
    "tools": true,
    "wage": "",
    "amount": 12398,
    "active": false,
    "editor_user": "62aa5ed23643130de417776b",
    "worker_user": "62aa5ed23643130de41777bb"
  },
  {
    "title": "izzó csere",
    "category": "Barkács",
    "description": "Ad ipsum cillum tempor eiusmod exercitation do Lorem. Irure ipsum voluptate do laborum exercitation duis proident est occaecat ex nulla culpa ad quis. Quis ut laboris aliqua commodo mollit et irure aliquip proident. Eu irure velit commodo Lorem adipisicing exercitation. Ipsum ullamco eu elit nulla occaecat ipsum. Irure mollit et amet et est.\r\n",
    "settlement": "Egerszólát",
    "date": "1988-11-14",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 26320,
    "active": false,
    "editor_user": "62aa5ed23643130de41777bf",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Mollit labore velit nisi adipisicing anim consectetur Lorem anim cupidatat officia officia sit culpa cillum. Cupidatat eiusmod sint incididunt do sunt in adipisicing aliquip consectetur consequat veniam duis enim. Commodo cillum reprehenderit aliqua commodo culpa cupidatat laboris deserunt commodo ea adipisicing minim. Elit ad non cillum commodo exercitation aute ullamco nulla magna proident. Do aliquip laboris ex voluptate nostrud sunt sint esse dolore officia cupidatat veniam sit culpa.\r\n",
    "settlement": "Egerszólát",
    "date": "2014-07-02",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 5407,
    "active": true,
    "editor_user": "62aa5ed23643130de4177751",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "izzó csere",
    "category": "Barkács",
    "description": "Eu sit ullamco do et ea ea reprehenderit ullamco ea non. Ea aute pariatur ea duis excepteur ut minim sint aliquip ad eiusmod fugiat. Nisi Lorem in irure excepteur.\r\n",
    "settlement": "Aldebrő",
    "date": "1997-11-04",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 3840,
    "active": false,
    "editor_user": "62aa5ed23643130de417774f",
    "worker_user": "62aa5ed23643130de41777ed"
  },
  {
    "title": "képek felfúrása",
    "category": "Barkács",
    "description": "Ea culpa incididunt sit laboris ullamco esse ea deserunt ullamco ex eu in laboris qui. Velit laboris nostrud non qui laboris aliqua tempor laborum incididunt ipsum in. Enim voluptate mollit nostrud sit laborum eiusmod et. Labore sint adipisicing duis cupidatat aliqua sint ullamco. Excepteur deserunt quis culpa irure ea commodo ut non fugiat sunt culpa eu cillum. Aute sit Lorem ea est voluptate consequat exercitation aliqua duis cillum incididunt commodo reprehenderit.\r\n",
    "settlement": "Abasár",
    "date": "1991-06-02",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 5875,
    "active": true,
    "editor_user": "62aa5ed23643130de4177751",
    "worker_user": "62aa5ed23643130de41777fb"
  },
  {
    "title": "eresztisztítás",
    "category": "Barkács",
    "description": "Velit Lorem cillum cillum cupidatat fugiat. Ex aliqua anim sunt commodo ut enim qui ullamco. Fugiat do est labore nulla elit do fugiat eu.\r\n",
    "settlement": "Egerfarmos",
    "date": "2017-10-10",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 27143,
    "active": false,
    "editor_user": "62aa5ed23643130de417773f",
    "worker_user": "62aa5ed23643130de4177801"
  },
  {
    "title": "kerítés javítás",
    "category": "Barkács",
    "description": "Dolore ullamco veniam duis laboris excepteur duis eu. In commodo do laboris esse laboris est commodo sunt. Occaecat quis nulla consequat ex est commodo quis consequat eiusmod ea. Dolor duis id exercitation anim. Eiusmod voluptate ullamco ex sit aute adipisicing. Commodo elit fugiat qui est exercitation est. Ipsum nostrud irure eiusmod tempor ut ullamco officia enim.\r\n",
    "settlement": "Atkár",
    "date": "1995-09-29",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 12639,
    "active": true,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de4177805"
  },
  {
    "title": "zárcsere",
    "category": "Barkács",
    "description": "Elit fugiat do ullamco et. Est eiusmod veniam in Lorem. Do ad esse duis aute amet est ad ullamco.\r\n",
    "settlement": "Recsk",
    "date": "2015-05-22",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 26198,
    "active": false,
    "editor_user": "62aa5ed23643130de4177779",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "képek felfúrása",
    "category": "Barkács",
    "description": "Qui excepteur cupidatat officia elit dolor nostrud cupidatat laborum irure tempor consectetur. Est incididunt deserunt aliquip pariatur officia ipsum exercitation aliquip commodo cillum elit cupidatat aliqua. Et mollit dolore veniam cupidatat nulla. Mollit reprehenderit exercitation excepteur voluptate. Veniam sunt officia sunt dolore ut. Ipsum incididunt ullamco ea laboris amet Lorem magna proident est minim.\r\n",
    "settlement": "Átány",
    "date": "1993-02-24",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 22335,
    "active": false,
    "editor_user": "62aa5ed23643130de4177751",
    "worker_user": "62aa5ed23643130de41777bf"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Non proident tempor commodo sunt mollit ipsum tempor quis reprehenderit. Laboris consequat consectetur mollit aute nulla ea qui. Excepteur eu laborum consectetur adipisicing sint in reprehenderit elit quis quis aliqua adipisicing amet officia.\r\n",
    "settlement": "Andornaktálya",
    "date": "1988-04-14",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 8236,
    "active": false,
    "editor_user": "62aa5ed23643130de4177775",
    "worker_user": "62aa5ed23643130de417777b"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Anim veniam reprehenderit reprehenderit veniam proident. Reprehenderit commodo consequat adipisicing elit consequat eiusmod minim. Do enim velit elit do magna non pariatur Lorem adipisicing magna. Anim reprehenderit voluptate officia esse eu ut sint officia cupidatat nisi in non magna. Tempor dolore labore aliquip ullamco. Aliquip sit ea culpa in eu pariatur deserunt.\r\n",
    "settlement": "Aldebrő",
    "date": "1965-08-21",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 27482,
    "active": true,
    "editor_user": "62aa5ed23643130de4177753",
    "worker_user": "62aa5ed23643130de41777c9"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Barkács",
    "description": "Ipsum ipsum nostrud commodo sunt ad nulla dolore sit eiusmod dolor. Laborum commodo culpa deserunt dolore est ipsum. Non proident deserunt culpa exercitation eiusmod deserunt id labore. Ea incididunt cupidatat aute minim deserunt voluptate magna velit adipisicing velit irure sunt. Officia amet irure velit occaecat ex voluptate ad esse magna commodo. Aliquip culpa ex commodo pariatur in. Ea laboris aliquip mollit fugiat ad id voluptate do.\r\n",
    "settlement": "Nagytálya",
    "date": "1960-07-29",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 27626,
    "active": true,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de41777c3"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Barkács",
    "description": "Incididunt mollit ut anim occaecat enim. Ipsum magna labore laboris commodo voluptate enim. Non Lorem dolor nisi do ut deserunt aliqua in minim do dolor nisi. Elit anim deserunt sunt deserunt.\r\n",
    "settlement": "Sirok",
    "date": "2000-01-09",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 25562,
    "active": true,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de4177805"
  },
  {
    "title": "képek felfúrása",
    "category": "Barkács",
    "description": "Id elit laboris labore ipsum consequat ad qui culpa proident pariatur duis veniam in. Consectetur occaecat aliquip adipisicing amet ut cillum duis aute in voluptate in incididunt. Incididunt commodo voluptate ipsum duis cillum ad aliquip id sit veniam nostrud occaecat. Ut proident irure labore aute do enim dolor commodo nulla officia ex proident. Proident et proident anim reprehenderit exercitation velit Lorem magna laborum duis velit. Eu incididunt voluptate mollit eu aute cupidatat non labore anim est ex esse. Laborum pariatur incididunt pariatur cillum velit Lorem quis mollit dolore consequat exercitation sit.\r\n",
    "settlement": "Zagyvaszántó",
    "date": "1988-03-27",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 2117,
    "active": true,
    "editor_user": "62aa5ed23643130de4177767",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "kerítés javítás",
    "category": "Barkács",
    "description": "Laboris reprehenderit sit quis ut sint. Cillum cupidatat proident ullamco eiusmod nulla mollit nostrud. Consequat incididunt culpa adipisicing ullamco tempor nostrud anim do qui nulla velit labore ipsum. Amet in enim amet duis sit amet elit deserunt labore elit sunt exercitation laboris. Fugiat cillum aliquip nostrud pariatur cillum proident sit magna.\r\n",
    "settlement": "Besenyőtelek",
    "date": "2021-07-21",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 4523,
    "active": true,
    "editor_user": "62aa5ed23643130de417775b",
    "worker_user": "62aa5ed23643130de41777e5"
  },
  {
    "title": "kerítés festése",
    "category": "Barkács",
    "description": "Pariatur eiusmod ullamco nostrud incididunt. Et ipsum excepteur nisi enim cillum irure quis veniam ex deserunt sit occaecat nostrud. Sit est cillum incididunt proident ullamco commodo ea.\r\n",
    "settlement": "Sirok",
    "date": "2018-04-11",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 10855,
    "active": true,
    "editor_user": "62aa5ed23643130de417774f",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Barkács",
    "description": "Elit ullamco ipsum eiusmod dolor consectetur dolor tempor voluptate magna cillum. Ea aliquip pariatur cillum non aute adipisicing consectetur ad consectetur. Anim enim irure Lorem esse excepteur in aliqua dolor. Id eiusmod dolore pariatur aliqua. Exercitation enim exercitation amet ad velit id deserunt. Elit sint proident incididunt ex nulla culpa ullamco consequat nulla. Esse laborum do laborum ipsum fugiat eiusmod exercitation sint dolore cupidatat.\r\n",
    "settlement": "Egerbakta",
    "date": "1983-08-11",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 22882,
    "active": true,
    "editor_user": "62aa5ed23643130de417774f",
    "worker_user": "62aa5ed23643130de41777a5"
  },
  {
    "title": "polc felfúrás",
    "category": "Barkács",
    "description": "Eiusmod nostrud cupidatat minim in aliquip eiusmod. Do velit labore tempor anim. Velit non elit velit labore reprehenderit labore minim et in cupidatat.\r\n",
    "settlement": "Mikófalva",
    "date": "2000-07-07",
    "time": "5-8 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 1626,
    "active": false,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de41777bf"
  },
  {
    "title": "zárcsere",
    "category": "Barkács",
    "description": "Quis commodo nulla occaecat laborum. Duis veniam pariatur id deserunt nulla. Amet nostrud qui in sit anim. Esse reprehenderit sunt aliquip culpa excepteur adipisicing dolore irure non laborum ex adipisicing non.\r\n",
    "settlement": "Adács",
    "date": "1966-06-20",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 9027,
    "active": true,
    "editor_user": "62aa5ed23643130de417778f",
    "worker_user": "62aa5ed23643130de41777eb"
  },
  {
    "title": "kutya sétáltatás",
    "category": "Háziállat",
    "description": "Fugiat culpa nulla magna deserunt non do pariatur qui tempor aliquip irure cillum. Officia incididunt minim minim nostrud irure nisi incididunt cillum tempor dolor Lorem fugiat irure proident. Esse incididunt pariatur incididunt Lorem voluptate laboris est esse dolor proident incididunt. Ea ipsum aute enim dolore est eiusmod mollit veniam ex anim adipisicing irure proident eu. Fugiat ullamco nisi reprehenderit occaecat nisi velit mollit duis occaecat nulla nisi velit culpa.\r\n",
    "settlement": "Verpelét",
    "date": "1983-12-20",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "",
    "amount": 11203,
    "active": false,
    "editor_user": "62aa5ed23643130de4177749",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "macska felügyelet",
    "category": "Háziállat",
    "description": "Esse officia adipisicing sint laborum ut magna elit exercitation aute sint dolor. Proident ipsum do pariatur magna consectetur consectetur dolor exercitation in aliqua non. Consequat dolor eiusmod nisi nulla nisi.\r\n",
    "settlement": "Egerszalók",
    "date": "1985-08-07",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 16941,
    "active": true,
    "editor_user": "62aa5ed23643130de4177755",
    "worker_user": "62aa5ed23643130de41777c9"
  },
  {
    "title": "ablak tisztítás",
    "category": "Egyéb",
    "description": "Adipisicing mollit commodo enim officia qui. Cupidatat reprehenderit anim velit aliquip quis nulla elit exercitation minim. Eu ea quis dolore consectetur enim est aute. Veniam incididunt irure dolore sint magna cillum mollit ea voluptate sint ut minim proident dolor.\r\n",
    "settlement": "Abasár",
    "date": "1971-11-05",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 18315,
    "active": true,
    "editor_user": "62aa5ed23643130de4177779",
    "worker_user": "62aa5ed23643130de417773f"
  },
  {
    "title": "kutya és macska etetése",
    "category": "Háziállat",
    "description": "Ea sit incididunt amet exercitation excepteur anim et est nostrud ullamco. Elit id laboris cupidatat ea nisi dolore anim excepteur amet fugiat duis do qui. Labore nulla excepteur voluptate ut ullamco incididunt in esse. Excepteur adipisicing laboris minim dolore.\r\n",
    "settlement": "Kál",
    "date": "1991-01-08",
    "time": "több nap",
    "tools": true,
    "wage": "órabér",
    "amount": 18804,
    "active": false,
    "editor_user": "62aa5ed23643130de417774f",
    "worker_user": "62aa5ed23643130de417779d"
  },
  {
    "title": "Bébiszitter",
    "category": "Gyerekfelügyelet",
    "description": "Consectetur aute nisi do occaecat cillum mollit nulla reprehenderit cupidatat. Lorem tempor reprehenderit culpa est cillum est est. In sint eu nostrud fugiat tempor nisi. Nisi esse ex proident culpa voluptate deserunt eu reprehenderit cupidatat aliqua velit fugiat consectetur. Laboris quis mollit laboris cillum dolor cillum. Officia velit Lorem incididunt culpa ipsum veniam cupidatat non exercitation in non reprehenderit nostrud.\r\n",
    "settlement": "Ostoros",
    "date": "2005-02-07",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 17606,
    "active": true,
    "editor_user": "62aa5ed23643130de41777bd",
    "worker_user": "62aa5ed23643130de41777e3"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Ut consequat aute labore nostrud irure veniam deserunt. Sit incididunt laboris qui elit nulla. Minim ea magna est laborum proident elit. Sint eiusmod pariatur tempor esse laborum in fugiat aliqua. Mollit aliquip ullamco magna amet officia adipisicing id sit. Sint id anim adipisicing ex irure do.\r\n",
    "settlement": "Maklár",
    "date": "2000-12-06",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 26219,
    "active": true,
    "editor_user": "62aa5ed23643130de4177749",
    "worker_user": "62aa5ed23643130de41777a5"
  },
  {
    "title": "bevásárlás",
    "category": "Ügyintézés és bevásárlás",
    "description": "Consectetur laborum aliquip consectetur in laboris in ipsum pariatur mollit amet do labore consectetur. Do Lorem nisi esse laboris aliqua elit do anim occaecat consectetur duis. Esse et eiusmod officia consequat fugiat cupidatat id sint laborum tempor do adipisicing aute esse. Veniam qui eu minim exercitation in do. Sit mollit cillum eu officia sit qui aliquip ut consequat laboris magna.\r\n",
    "settlement": "Noszvaj",
    "date": "2002-06-04",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 24935,
    "active": true,
    "editor_user": "62aa5ed23643130de4177779",
    "worker_user": "62aa5ed23643130de41777fb"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Do sint elit sunt pariatur ullamco culpa tempor occaecat sit officia deserunt adipisicing. Labore sunt quis cillum exercitation aute do. Nostrud excepteur officia in et veniam ex commodo eiusmod. Nostrud et ullamco cillum enim eu id magna. Deserunt nisi veniam irure quis. Est fugiat in nulla in dolore adipisicing velit. Pariatur ut labore proident non.\r\n",
    "settlement": "Füzesabony",
    "date": "1970-11-06",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 26770,
    "active": true,
    "editor_user": "62aa5ed23643130de41777bd",
    "worker_user": "62aa5ed23643130de41777bf"
  },
  {
    "title": "költöztetés",
    "category": "Fuvarozás",
    "description": "Eiusmod cupidatat irure tempor deserunt mollit proident qui sint fugiat sint incididunt sit culpa. Officia esse elit elit consequat. Eu excepteur et irure cupidatat et voluptate nulla nulla voluptate. Minim voluptate tempor mollit magna sit deserunt adipisicing irure aute. Sit esse ullamco occaecat sunt excepteur ullamco. Non exercitation est laborum qui velit cupidatat aute dolore culpa consectetur cupidatat officia velit.\r\n",
    "settlement": "Pétervására",
    "date": "2006-04-19",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "fix összeg",
    "amount": 17501,
    "active": false,
    "editor_user": "62aa5ed23643130de417775b",
    "worker_user": "62aa5ed23643130de41777eb"
  },
  {
    "title": "ablak tisztítás",
    "category": "Egyéb",
    "description": "Ut ut enim amet dolor dolore reprehenderit aliqua consectetur culpa duis. Amet aliqua elit magna pariatur pariatur laboris aliqua in. Et amet in in fugiat labore in cupidatat eiusmod nulla Lorem culpa enim cupidatat laboris.\r\n",
    "settlement": "Füzesabony",
    "date": "1970-03-28",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 12955,
    "active": true,
    "editor_user": "62aa5ed23643130de41777bf",
    "worker_user": "62aa5ed23643130de41777bf"
  },
  {
    "title": "Bútorszállítás",
    "category": "Fuvarozás",
    "description": "Ipsum duis aliqua et fugiat cillum consequat amet id officia quis nostrud labore. Ut incididunt sint aute non ipsum occaecat do. Excepteur eu cillum nisi id labore quis. Elit sit exercitation eu ea ut minim anim id culpa aute ullamco sint aliqua consectetur. Aliqua tempor et quis Lorem id pariatur occaecat consectetur sit reprehenderit. Qui tempor cillum esse ut laborum.\r\n",
    "settlement": "Átány",
    "date": "1982-11-28",
    "time": "5-8 óra",
    "tools": false,
    "wage": "",
    "amount": 18885,
    "active": false,
    "editor_user": "62aa5ed23643130de417776d",
    "worker_user": "62aa5ed23643130de41777f5"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Egyéb",
    "description": "Quis ea elit excepteur ut non nisi elit deserunt deserunt cillum cillum. Aliquip qui ea elit proident et labore nulla officia ea duis cillum pariatur laboris. Amet esse do mollit ipsum cupidatat elit laboris commodo deserunt non. Nisi sunt anim nostrud dolore duis minim sint aliqua aliqua commodo aliqua proident sit dolor.\r\n",
    "settlement": "Tarnalelesz",
    "date": "2017-07-07",
    "time": "több nap",
    "tools": false,
    "wage": "",
    "amount": 10598,
    "active": false,
    "editor_user": "62aa5ed23643130de41777b7",
    "worker_user": "62aa5ed23643130de41777bd"
  },
  {
    "title": "szemét elszállítás",
    "category": "Fuvarozás",
    "description": "Excepteur eu id nostrud ut et esse deserunt est sunt. Ullamco deserunt id minim anim do incididunt. Lorem nulla sunt mollit veniam aliqua. Aliqua sint aute velit fugiat. Ad incididunt officia qui officia culpa sit.\r\n",
    "settlement": "Bélapátfalva",
    "date": "1974-02-08",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 22574,
    "active": true,
    "editor_user": "62aa5ed23643130de4177747",
    "worker_user": "62aa5ed23643130de41777a7"
  },
  {
    "title": "ablak tisztítás",
    "category": "Takarítás",
    "description": "Dolor officia cupidatat exercitation non ut et ex reprehenderit labore ad in. Culpa sit proident culpa quis aliqua excepteur. Sunt magna ea sunt veniam. Minim anim tempor in ut. Qui elit id Lorem labore duis ullamco sunt sint eiusmod quis fugiat exercitation. Minim do pariatur minim in ut aliqua. Officia magna incididunt cillum fugiat eu aute nulla eu.\r\n",
    "settlement": "Egerfarmos",
    "date": "1988-12-18",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 9733,
    "active": false,
    "editor_user": "62aa5ed23643130de4177767",
    "worker_user": "62aa5ed23643130de417778f"
  },
  {
    "title": "növény átültetés",
    "category": "Egyéb",
    "description": "Cillum sit enim ex pariatur velit. Laboris reprehenderit id incididunt excepteur sit dolor. Minim laborum magna pariatur culpa Lorem pariatur esse ad occaecat incididunt.\r\n",
    "settlement": "Egercsehi",
    "date": "1975-08-10",
    "time": "több nap",
    "tools": true,
    "wage": "",
    "amount": 15395,
    "active": true,
    "editor_user": "62aa5ed23643130de4177751",
    "worker_user": "62aa5ed23643130de41777bd"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Reprehenderit esse eu adipisicing et in nulla aute. Do quis commodo sunt quis ullamco ullamco amet aliqua. Laborum in eu ex dolore id dolor minim quis ipsum elit. Lorem do consequat eu velit dolor labore reprehenderit laboris non. Eiusmod reprehenderit sunt mollit elit cupidatat ipsum sint velit ea dolore dolore. Cillum mollit mollit ex in dolore reprehenderit anim nulla incididunt.\r\n",
    "settlement": "Eger",
    "date": "2015-02-21",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 23206,
    "active": false,
    "editor_user": "62aa5ed23643130de417776b",
    "worker_user": "62aa5ed23643130de4177801"
  },
  {
    "title": "medence tisztítás",
    "category": "Takarítás",
    "description": "Veniam sit commodo est aute proident eu sit aliquip id quis. Nostrud dolore eiusmod enim ad consectetur aliqua fugiat velit dolore irure. Do cillum do nulla ex deserunt fugiat voluptate voluptate officia aliquip id enim enim qui. Pariatur pariatur dolor mollit excepteur duis nulla esse et do. Aliquip occaecat deserunt eiusmod sunt nostrud eu. Eiusmod nostrud minim ipsum adipisicing proident magna.\r\n",
    "settlement": "Balaton",
    "date": "2021-05-05",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 16838,
    "active": false,
    "editor_user": "62aa5ed23643130de417774b",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Egyéb",
    "description": "Dolor laborum esse fugiat aliquip aute enim fugiat pariatur cupidatat amet incididunt quis velit consectetur. Ipsum exercitation id irure deserunt dolor culpa culpa minim nostrud aute veniam. Eu tempor occaecat sit velit cillum eu dolore non aliqua. Irure consectetur reprehenderit excepteur tempor reprehenderit tempor ipsum reprehenderit minim magna enim occaecat veniam aliquip. Consequat officia deserunt reprehenderit culpa occaecat deserunt cupidatat aliqua reprehenderit et laboris. Cillum nisi reprehenderit commodo qui magna eu mollit dolor fugiat reprehenderit duis cupidatat eu.\r\n",
    "settlement": "Egerszólát",
    "date": "1989-03-11",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 4767,
    "active": false,
    "editor_user": "62aa5ed23643130de4177753",
    "worker_user": "62aa5ed23643130de41777e5"
  },
  {
    "title": "takarítás",
    "category": "Takarítás",
    "description": "Eiusmod ipsum ea eiusmod fugiat consectetur incididunt tempor cupidatat nulla. Aute consectetur commodo do dolor exercitation sit occaecat irure ad culpa ea tempor qui consectetur. Ea aute aliqua labore laborum pariatur cillum incididunt pariatur ex ex excepteur consectetur irure quis. Ullamco dolor consequat veniam ut officia sit reprehenderit.\r\n",
    "settlement": "Demjén",
    "date": "2022-05-26",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 21093,
    "active": true,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "növény átültetés",
    "category": "Egyéb",
    "description": "Veniam labore officia nostrud proident veniam sunt. Ipsum ex et ipsum cupidatat velit dolore mollit sunt commodo qui exercitation. Voluptate nisi exercitation dolore laborum deserunt adipisicing cillum ut commodo consequat qui. Mollit est aliquip magna quis Lorem eiusmod. Magna esse adipisicing consectetur cupidatat ea culpa id sit enim duis incididunt commodo deserunt non.\r\n",
    "settlement": "Ostoros",
    "date": "2006-02-22",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 13346,
    "active": true,
    "editor_user": "62aa5ed23643130de417774d",
    "worker_user": "62aa5ed23643130de4177743"
  },
  {
    "title": "medence tisztítás",
    "category": "Takarítás",
    "description": "Cillum occaecat ea dolor velit enim velit id nulla. Aliquip incididunt consectetur deserunt sint. Laboris anim tempor tempor occaecat officia in pariatur ullamco proident. Veniam dolor velit fugiat enim anim incididunt dolor aliquip aliqua. Veniam nostrud enim labore est consequat magna anim magna ullamco proident enim exercitation ea excepteur.\r\n",
    "settlement": "Felsőtárkány",
    "date": "1998-01-07",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 21419,
    "active": false,
    "editor_user": "62aa5ed23643130de4177775",
    "worker_user": "62aa5ed23643130de4177743"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Egyéb",
    "description": "Deserunt eu aute consequat amet consequat adipisicing cupidatat. Qui tempor exercitation nostrud officia sit. Dolore amet aute labore tempor. Exercitation dolor amet Lorem id enim quis pariatur proident esse. Irure nulla anim proident aliqua laboris. Mollit proident dolor commodo ut eu laborum id ex proident.\r\n",
    "settlement": "Noszvaj",
    "date": "1971-10-07",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 20516,
    "active": false,
    "editor_user": "62aa5ed23643130de417778f",
    "worker_user": "62aa5ed23643130de41777e9"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Pariatur labore commodo excepteur occaecat adipisicing ad do. Consectetur cupidatat aliqua do eiusmod ex sint. Ex veniam eiusmod laborum dolor mollit velit anim tempor ipsum laborum. Adipisicing ullamco aliquip fugiat nulla fugiat.\r\n",
    "settlement": "Eger",
    "date": "1983-08-18",
    "time": "5-8 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 24013,
    "active": false,
    "editor_user": "62aa5ed23643130de4177769",
    "worker_user": "62aa5ed23643130de41777e5"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Est cupidatat aute laboris duis cillum aute qui mollit deserunt eu fugiat eiusmod. Ex consequat voluptate laborum veniam esse. Eiusmod ipsum nostrud est qui reprehenderit ex laboris dolore magna. Culpa ea non officia voluptate anim qui.\r\n",
    "settlement": "Kál",
    "date": "1962-06-06",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 16305,
    "active": true,
    "editor_user": "62aa5ed23643130de4177751",
    "worker_user": "62aa5ed23643130de41777fb"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Nulla voluptate eu enim laborum consectetur ut sint consectetur proident fugiat ipsum. Voluptate sit nisi quis nisi sunt velit. Elit id magna magna nulla in veniam sit laboris est.\r\n",
    "settlement": "Bélapátfalva",
    "date": "1965-10-11",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 27298,
    "active": false,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de4177803"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Incididunt magna laboris quis elit occaecat id aliqua voluptate qui culpa nisi. Eu ad irure eiusmod non cupidatat irure consectetur Lorem aute. Non fugiat laboris excepteur officia incididunt. Dolore aute Lorem eiusmod pariatur sit. In amet cillum irure ipsum in aliquip officia labore anim sit.\r\n",
    "settlement": "Balaton",
    "date": "1998-10-12",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 1918,
    "active": true,
    "editor_user": "62aa5ed23643130de417776d",
    "worker_user": "62aa5ed23643130de41777eb"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Labore eu incididunt dolore irure. Voluptate tempor ullamco labore elit aliquip magna Lorem et proident sit. Fugiat aliquip commodo sint enim. Ipsum dolor sunt veniam ea laborum sunt et est minim laborum deserunt proident.\r\n",
    "settlement": "Eger",
    "date": "1994-04-11",
    "time": "több nap",
    "tools": false,
    "wage": "órabér",
    "amount": 6095,
    "active": false,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de41777ed"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Commodo cupidatat consequat do consequat cillum ea eu. Reprehenderit pariatur aliquip nostrud nisi exercitation. Sint nisi enim anim ex pariatur elit exercitation cupidatat pariatur consequat dolor magna exercitation anim. Ullamco ullamco dolore Lorem ipsum irure consectetur minim. Commodo nostrud eu veniam sunt pariatur irure amet consectetur cupidatat dolore esse qui fugiat pariatur. Dolor exercitation ea aute esse minim labore commodo eu proident consequat enim esse.\r\n",
    "settlement": "Egerszólát",
    "date": "1965-08-06",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 13406,
    "active": false,
    "editor_user": "62aa5ed23643130de4177759",
    "worker_user": "62aa5ed23643130de41777bf"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Et veniam minim amet aute aliquip et aliqua enim aute dolor velit nostrud consequat. Cupidatat ea voluptate occaecat Lorem irure qui elit qui. Reprehenderit aute aliquip nostrud do amet dolor tempor ipsum. Qui velit commodo quis ullamco irure tempor ex occaecat duis anim amet duis. Excepteur velit non ullamco ex officia enim in tempor Lorem do. Reprehenderit officia veniam Lorem nostrud pariatur mollit. Anim anim mollit dolore cillum dolor consectetur nostrud officia proident officia ullamco magna excepteur adipisicing.\r\n",
    "settlement": "Abasár",
    "date": "1962-07-19",
    "time": "több nap",
    "tools": false,
    "wage": "fix összeg",
    "amount": 29336,
    "active": false,
    "editor_user": "62aa5ed23643130de4177743",
    "worker_user": "62aa5ed23643130de41777bd"
  },
  {
    "title": "konnektor csere",
    "category": "Egyéb",
    "description": "Deserunt qui qui do quis dolore enim mollit commodo aliquip minim. Tempor nulla culpa anim do cillum excepteur voluptate eu culpa. Enim laboris enim aliqua sint consectetur. Proident commodo mollit voluptate est eu sit proident. Cupidatat fugiat esse excepteur do nostrud adipisicing magna labore duis non exercitation.\r\n",
    "settlement": "Adács",
    "date": "1963-07-09",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 1847,
    "active": false,
    "editor_user": "62aa5ed23643130de4177757",
    "worker_user": "62aa5ed23643130de41777d1"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Ad ea tempor dolor pariatur labore duis anim enim nostrud quis non ullamco veniam. Labore nisi eiusmod deserunt commodo sit do voluptate ut occaecat mollit ad officia laboris. Non enim do culpa nostrud nisi anim labore qui officia non cillum eiusmod. Non duis quis ex nulla aliqua fugiat excepteur in do veniam.\r\n",
    "settlement": "Kisnána",
    "date": "1984-06-18",
    "time": "több nap",
    "tools": false,
    "wage": "fix összeg",
    "amount": 15818,
    "active": true,
    "editor_user": "62aa5ed23643130de417776d",
    "worker_user": "62aa5ed23643130de4177805"
  },
  {
    "title": "eresztisztítás",
    "category": "Egyéb",
    "description": "Minim sit aliquip proident duis deserunt fugiat mollit. Adipisicing sunt in ex dolore commodo do duis adipisicing laborum cillum incididunt voluptate laboris Lorem. Officia nulla dolore ullamco dolore ex consequat fugiat tempor et ad incididunt aute. Amet amet aliquip in non. Velit consectetur aute exercitation minim culpa culpa do excepteur amet in sit mollit. Qui sint aliqua est labore consectetur anim occaecat aute occaecat tempor eiusmod. Id reprehenderit duis nostrud sit.\r\n",
    "settlement": "Tarnalelesz",
    "date": "1992-01-29",
    "time": "több nap",
    "tools": false,
    "wage": "órabér",
    "amount": 24260,
    "active": false,
    "editor_user": "62aa5ed23643130de417777b",
    "worker_user": "62aa5ed23643130de41777a7"
  },
  {
    "title": "zárcsere",
    "category": "Egyéb",
    "description": "Ut consectetur labore sint cillum deserunt qui proident sit sit exercitation ut sit. Nulla irure labore qui in do et et quis excepteur aliquip mollit consequat in. Enim nisi nulla elit ullamco qui. Reprehenderit cillum sunt pariatur dolore sint enim nisi reprehenderit excepteur ad enim cillum. Lorem ex sit aliqua fugiat veniam pariatur aliqua esse eu tempor incididunt sit ea irure.\r\n",
    "settlement": "Egerbocs",
    "date": "2013-03-02",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 19435,
    "active": false,
    "editor_user": "62aa5ed23643130de417775f",
    "worker_user": "62aa5ed23643130de41777cd"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Nostrud laboris ea aliqua pariatur non labore deserunt pariatur reprehenderit commodo. Veniam ea do nulla mollit ullamco dolore. Ut ea adipisicing consectetur officia irure anim excepteur sunt. Est mollit cupidatat laborum cillum aliquip mollit consectetur anim nulla.\r\n",
    "settlement": "Ostoros",
    "date": "1963-08-08",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 5421,
    "active": false,
    "editor_user": "62aa5ed23643130de417775b",
    "worker_user": "62aa5ed23643130de41777c9"
  },
  {
    "title": "zárcsere",
    "category": "Egyéb",
    "description": "Incididunt consectetur anim incididunt esse ut esse eiusmod qui dolore amet exercitation. Ex elit officia sint eu enim dolor. Et amet ut non laborum dolor laborum labore tempor dolor minim. Velit laboris occaecat enim nisi consequat eiusmod laborum excepteur dolor fugiat. Mollit ea ea minim et est minim labore non nisi incididunt quis nisi.\r\n",
    "settlement": "Adács",
    "date": "2020-06-01",
    "time": "több nap",
    "tools": false,
    "wage": "fix összeg",
    "amount": 4546,
    "active": false,
    "editor_user": "62aa5ed23643130de417774b",
    "worker_user": "62aa5ed23643130de4177799"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Sit magna deserunt quis aute. Dolor nulla consequat eu aliqua aliqua voluptate laboris consequat adipisicing velit cillum. Excepteur laboris Lorem cupidatat pariatur minim eu ea consectetur. Lorem aliquip id deserunt ex excepteur labore pariatur sunt pariatur ipsum. Veniam laborum occaecat culpa ipsum excepteur voluptate consequat quis exercitation nisi dolore sit. Ut non laborum proident id adipisicing exercitation fugiat enim. Est est magna adipisicing cupidatat enim voluptate tempor consequat sunt ut ut ad dolor reprehenderit.\r\n",
    "settlement": "Parád",
    "date": "1989-08-05",
    "time": "2-3 óra",
    "tools": true,
    "wage": "",
    "amount": 20991,
    "active": false,
    "editor_user": "62aa5ed23643130de4177757",
    "worker_user": "62aa5ed23643130de41777fd"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Irure tempor dolor Lorem voluptate occaecat aliquip cupidatat eu labore in nisi. Sunt ea nostrud aute mollit. Ea excepteur reprehenderit eiusmod irure in aliqua cupidatat Lorem duis officia ut incididunt elit. Occaecat velit aliqua occaecat amet ullamco cillum aliqua occaecat commodo laborum sint. Elit occaecat anim tempor dolor sunt magna aliquip laborum ad aute dolor.\r\n",
    "settlement": "Pétervására",
    "date": "1974-12-18",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "",
    "amount": 29234,
    "active": true,
    "editor_user": "62aa5ed23643130de4177763",
    "worker_user": "62aa5ed23643130de41777fb"
  },
  {
    "title": "takarítás",
    "category": "Takarítás",
    "description": "Veniam exercitation in esse mollit amet aliqua adipisicing non velit. Nulla ea minim dolore cupidatat dolore esse officia cupidatat officia pariatur exercitation. Sunt in dolore proident sint proident cillum esse laborum velit voluptate aliqua mollit. Anim pariatur cupidatat aliquip aute laborum veniam minim voluptate occaecat sint commodo.\r\n",
    "settlement": "Parádsasvár",
    "date": "2005-08-31",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 13195,
    "active": false,
    "editor_user": "62aa5ed23643130de4177779",
    "worker_user": "62aa5ed23643130de41777c3"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Irure amet laborum sit qui laboris quis dolore nulla anim ullamco eiusmod tempor aute aliquip. Dolor adipisicing sint id veniam consectetur proident laboris pariatur ullamco aute minim consectetur. Commodo sunt enim qui officia nisi sunt irure tempor. Do elit in pariatur ullamco culpa culpa anim aute magna irure duis ut id amet.\r\n",
    "settlement": "Mikófalva",
    "date": "1978-06-19",
    "time": "5-8 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 14978,
    "active": true,
    "editor_user": "62aa5ed23643130de417777b",
    "worker_user": "62aa5ed23643130de41777f5"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Barkács",
    "description": "Excepteur tempor consectetur ut qui qui veniam aute in eu sint esse. Duis voluptate ut irure sunt occaecat anim in sunt cillum proident enim. Officia nisi pariatur ullamco anim deserunt cillum velit veniam pariatur cupidatat. Non anim do ut do exercitation consequat culpa. Esse pariatur consectetur ullamco eiusmod amet do eiusmod sit enim consequat laborum ad. Laborum pariatur officia non velit ut minim sit dolore dolor do culpa laborum ad in.\r\n",
    "settlement": "Kisnána",
    "date": "2006-10-24",
    "time": "2-3 óra",
    "tools": false,
    "wage": "",
    "amount": 26108,
    "active": true,
    "editor_user": "62aa5ed23643130de4177775",
    "worker_user": "62aa5ed23643130de41777ad"
  },
  {
    "title": "nagytakarítás",
    "category": "Takarítás",
    "description": "Enim eu magna quis enim voluptate excepteur ea ullamco fugiat reprehenderit. Ipsum incididunt incididunt excepteur anim. Ex adipisicing quis id adipisicing non fugiat enim ea. Cupidatat commodo nulla ut duis nostrud cillum veniam magna amet. Qui aliquip sunt ut mollit consequat voluptate excepteur ullamco adipisicing minim fugiat aliquip.\r\n",
    "settlement": "Nagytálya",
    "date": "2001-03-03",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 2188,
    "active": true,
    "editor_user": "62aa5ed23643130de417777b",
    "worker_user": "62aa5ed23643130de4177743"
  },
  {
    "title": "polc felfúrás",
    "category": "Barkács",
    "description": "Ex pariatur ipsum ipsum commodo enim. Veniam aliquip do sint dolor aute aliquip do duis et velit nulla sit labore. Nisi in aliqua voluptate est. Fugiat anim Lorem eu tempor et cillum pariatur. Tempor quis nisi sunt esse esse sunt fugiat cillum. Aliquip elit officia incididunt cillum eiusmod ut mollit consectetur velit non aliquip laboris qui eiusmod.\r\n",
    "settlement": "Egerbakta",
    "date": "2007-09-25",
    "time": "több nap",
    "tools": false,
    "wage": "órabér",
    "amount": 7999,
    "active": true,
    "editor_user": "62aa5ed23643130de417774d",
    "worker_user": "62aa5ed23643130de41777a7"
  },
  {
    "title": "dugulás elhárítás",
    "category": "Barkács",
    "description": "Exercitation veniam occaecat id nisi do minim cupidatat. Non eu minim et cillum commodo cupidatat ex. Laboris culpa elit eiusmod ad nostrud velit sunt esse nisi mollit.\r\n",
    "settlement": "Besenyőtelek",
    "date": "2012-09-11",
    "time": "1-2 óra",
    "tools": true,
    "wage": "",
    "amount": 13973,
    "active": true,
    "editor_user": "62aa5ed23643130de41777bf",
    "worker_user": "62aa5ed23643130de41777c9"
  },
  {
    "title": "zárcsere",
    "category": "Barkács",
    "description": "Officia nisi cupidatat aliqua ut occaecat sit. Sit ex non ea ad cupidatat anim. Sint nostrud duis sunt proident exercitation eiusmod pariatur eu labore.\r\n",
    "settlement": "Novaj",
    "date": "2022-06-05",
    "time": "2-3 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 22223,
    "active": true,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de417777b"
  },
  {
    "title": "takarítás",
    "category": "Takarítás",
    "description": "Ipsum Lorem elit anim esse ex deserunt eiusmod officia eiusmod aute labore et cupidatat. Culpa sunt consectetur amet duis pariatur. Dolore consequat proident elit elit qui ea. Reprehenderit occaecat consequat occaecat excepteur fugiat enim voluptate eu. Esse minim labore dolor et excepteur do aliquip. Nisi ad esse proident dolore.\r\n",
    "settlement": "Novaj",
    "date": "1977-08-08",
    "time": "több nap",
    "tools": false,
    "wage": "órabér",
    "amount": 6309,
    "active": true,
    "editor_user": "62aa5ed23643130de417774d",
    "worker_user": "62aa5ed23643130de417778f"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Pariatur qui pariatur aute mollit quis fugiat consequat minim dolore. Et in ex non deserunt aliquip cupidatat commodo reprehenderit cillum. Quis Lorem enim occaecat proident.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "1991-07-13",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "fix összeg",
    "amount": 13489,
    "active": false,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de41777e3"
  },
  {
    "title": "ablak tisztítás",
    "category": "Takarítás",
    "description": "Tempor mollit amet dolor do incididunt enim aliquip pariatur pariatur cillum quis nisi. Nulla aliquip voluptate voluptate laborum. Et eu voluptate esse nostrud adipisicing.\r\n",
    "settlement": "Tarnalelesz",
    "date": "1991-03-18",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 19704,
    "active": true,
    "editor_user": "62aa5ed23643130de417776b",
    "worker_user": "62aa5ed23643130de4177795"
  },
  {
    "title": "polc felfúrás",
    "category": "Barkács",
    "description": "Ut commodo duis laborum qui quis culpa magna. Ad commodo fugiat excepteur exercitation cupidatat minim et aute culpa amet dolore laboris. Sit anim eiusmod qui ipsum proident eiusmod ullamco pariatur pariatur exercitation nisi cillum. Fugiat aute excepteur eu ex excepteur aute consectetur ex. Nulla id et enim nisi laboris consectetur nostrud esse ullamco reprehenderit duis sit. Officia ullamco Lorem labore ex aute ad sunt minim ea.\r\n",
    "settlement": "Egerszólát",
    "date": "2006-06-13",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "",
    "amount": 18905,
    "active": true,
    "editor_user": "62aa5ed23643130de4177771",
    "worker_user": "62aa5ed23643130de41777fd"
  },
  {
    "title": "ablak tisztítás",
    "category": "Takarítás",
    "description": "Deserunt commodo sunt minim esse consequat reprehenderit culpa commodo dolor ex. Velit ad aliqua nostrud dolore cupidatat magna exercitation eiusmod est nisi excepteur aliquip tempor mollit. Culpa occaecat officia veniam quis pariatur veniam ullamco adipisicing ut nostrud. Mollit elit commodo consequat exercitation in esse Lorem ea ea qui officia eu nulla et. Nulla dolor ea non non.\r\n",
    "settlement": "Sirok",
    "date": "1985-02-12",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 21777,
    "active": false,
    "editor_user": "62aa5ed23643130de417775b",
    "worker_user": "62aa5ed23643130de41777fd"
  },
  {
    "title": "sövénynyírás",
    "category": "Kertrendezés",
    "description": "Aute ullamco in adipisicing excepteur ex non. Cupidatat do magna eiusmod enim incididunt aliquip ut proident veniam voluptate duis velit. Fugiat proident eu non adipisicing id eu voluptate reprehenderit in sunt esse.\r\n",
    "settlement": "Balaton",
    "date": "2010-05-23",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 15628,
    "active": false,
    "editor_user": "62aa5ed23643130de417775f",
    "worker_user": "62aa5ed23643130de41777f3"
  },
  {
    "title": "kerítés festése",
    "category": "Kertrendezés",
    "description": "Ut in nulla aute velit aliquip Lorem. Ullamco incididunt culpa elit minim labore culpa ex ex fugiat aliqua. Ipsum aliquip incididunt cupidatat do velit pariatur ut amet anim dolor. Eu elit qui ipsum dolor. Commodo occaecat occaecat culpa enim.\r\n",
    "settlement": "Kompolt",
    "date": "2007-09-10",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 20114,
    "active": false,
    "editor_user": "62aa5ed23643130de4177755",
    "worker_user": "62aa5ed23643130de41777eb"
  },
  {
    "title": "Matek korrepetálás",
    "category": "Egyéb",
    "description": "Culpa id occaecat nulla ex mollit nisi dolor reprehenderit velit ad irure irure. Aute consectetur ullamco exercitation velit amet aliquip cillum id pariatur est ullamco ipsum do. Officia laboris ullamco amet nulla amet ea aliqua dolore Lorem laborum mollit aute irure. Proident incididunt adipisicing pariatur amet id sit enim pariatur.\r\n",
    "settlement": "Füzesabony",
    "date": "1993-10-31",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "fix összeg",
    "amount": 29073,
    "active": true,
    "editor_user": "62aa5ed23643130de4177757",
    "worker_user": "62aa5ed23643130de41777b7"
  },
  {
    "title": "medence tisztítás",
    "category": "Takarítás",
    "description": "Aute ea proident excepteur esse deserunt eiusmod. Anim mollit ipsum magna commodo est et qui ad labore eiusmod enim. Enim nostrud sunt ea dolore fugiat irure pariatur minim cupidatat eu. Dolore nisi officia amet irure ipsum ad magna sint non magna ullamco. Et nostrud ut amet quis sint culpa esse.\r\n",
    "settlement": "Egerfarmos",
    "date": "2010-03-29",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 17549,
    "active": false,
    "editor_user": "62aa5ed23643130de4177765",
    "worker_user": "62aa5ed23643130de41777b7"
  },
  {
    "title": "dió szedés",
    "category": "Kertrendezés",
    "description": "Non qui esse dolor velit et ullamco deserunt excepteur laborum eiusmod ullamco pariatur. Consectetur excepteur do aliquip tempor irure ut Lorem. Eiusmod voluptate elit fugiat amet excepteur aute anim sint culpa mollit aliquip cillum non. Do enim anim proident nulla aliqua. Do ex laborum pariatur Lorem eiusmod incididunt. Do in non dolore incididunt enim reprehenderit nulla cupidatat consequat aliquip.\r\n",
    "settlement": "Abasár",
    "date": "1963-03-25",
    "time": "5-8 óra",
    "tools": false,
    "wage": "",
    "amount": 9698,
    "active": true,
    "editor_user": "62aa5ed23643130de4177777",
    "worker_user": "62aa5ed23643130de41777a5"
  },
  {
    "title": "medence tisztítás",
    "category": "Takarítás",
    "description": "Nulla anim nisi deserunt sunt qui ut quis. Ea commodo ea voluptate irure eu aliqua commodo laborum consectetur ex. In eu incididunt est laborum ullamco reprehenderit sit occaecat aute commodo.\r\n",
    "settlement": "Abasár",
    "date": "1987-11-28",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 3613,
    "active": false,
    "editor_user": "62aa5ed23643130de4177745",
    "worker_user": "62aa5ed23643130de41777ef"
  },
  {
    "title": "növények átültetése",
    "category": "Kertrendezés",
    "description": "Minim fugiat sint qui eu aute velit sint dolore laboris et sit elit. Duis nisi irure esse adipisicing sunt est quis laborum in officia. Proident adipisicing tempor ad sit qui. Pariatur fugiat minim aliquip enim veniam.\r\n",
    "settlement": "Egerfarmos",
    "date": "1994-08-09",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 15163,
    "active": true,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de41777f3"
  },
  {
    "title": "gyomlálás",
    "category": "Kertrendezés",
    "description": "Duis laborum reprehenderit nisi aute proident voluptate id magna. Id ex consectetur nisi ea elit fugiat. Ad reprehenderit ipsum do sit culpa. Elit eiusmod minim culpa tempor excepteur voluptate occaecat labore elit et sit. Laboris id minim ad elit ad. Tempor commodo voluptate amet consectetur nisi consectetur nisi occaecat pariatur deserunt id.\r\n",
    "settlement": "Sirok",
    "date": "1967-04-01",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 9893,
    "active": true,
    "editor_user": "62aa5ed23643130de417775d",
    "worker_user": "62aa5ed23643130de41777e5"
  },
  {
    "title": "takarítás",
    "category": "Takarítás",
    "description": "Dolor enim laboris anim cillum. Enim ipsum ad occaecat velit consequat tempor qui eiusmod veniam laborum aliqua ex. Exercitation velit exercitation enim nostrud elit excepteur elit proident. Qui dolor commodo incididunt aute sunt ut et consectetur velit incididunt excepteur. Reprehenderit culpa mollit incididunt duis eiusmod ad. Laborum aliqua et eu fugiat tempor minim.\r\n",
    "settlement": "Maklár",
    "date": "1990-04-02",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 3758,
    "active": false,
    "editor_user": "62aa5ed23643130de4177755",
    "worker_user": "62aa5ed23643130de41777fd"
  },
  {
    "title": "kerítés festés",
    "category": "Barkács",
    "description": "Nulla sit exercitation nulla ex voluptate veniam fugiat eiusmod dolor commodo nulla. Id est labore et et fugiat incididunt culpa. Dolore amet qui enim proident qui sunt ex voluptate pariatur laborum ipsum quis mollit ad. Eiusmod ea sint ad nisi minim id in elit laboris duis in.\r\n",
    "settlement": "Egerbakta",
    "date": "1969-01-09",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "fix összeg",
    "amount": 24591,
    "active": true,
    "editor_user": "62aa5ed23643130de4177747",
    "worker_user": "62aa5ed23643130de41777c9"
  },
  {
    "title": "konnektor csere",
    "category": "Barkács",
    "description": "Elit aliqua elit adipisicing enim laborum ipsum cillum ea proident. Elit anim sit duis ea ut. Sint qui velit deserunt proident non in ad commodo Lorem eu in sit laborum.\r\n",
    "settlement": "Egerbakta",
    "date": "2008-01-12",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "",
    "amount": 11833,
    "active": false,
    "editor_user": "62aa5ed23643130de417777d",
    "worker_user": "62aa5ed23643130de4177795"
  }
]