[
  {
    "title": "konnektor csere",
    "category": "Egyéb",
    "description": "Voluptate id ea ea non occaecat id aute. Pariatur ex qui do duis tempor anim tempor ex ea ex pariatur amet nulla magna. Lorem occaecat tempor do commodo deserunt id cupidatat sit. Tempor magna sint ut minim fugiat magna excepteur Lorem esse. Aute mollit magna dolor aliquip commodo tempor fugiat ad dolore pariatur irure elit irure.\r\n",
    "settlement": "Demjén",
    "date": "1995-07-24",
    "time": "1-2 óra",
    "tools": true,
    "wage": "",
    "amount": 2801,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52847",
    "worker_user": "62af1acd3eebfd5b24a528a5"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Est commodo exercitation ex enim ipsum dolor qui et veniam. Esse eu sint reprehenderit aliqua. Fugiat ea quis enim laborum et et. Officia ad elit enim deserunt nostrud proident magna ea. Deserunt minim esse nulla sint aliquip cillum ut reprehenderit. Voluptate consectetur minim enim consectetur officia anim commodo. Incididunt magna mollit esse sit quis ullamco ullamco magna commodo incididunt cillum aliquip elit.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "1997-03-29",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 24964,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52877",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "növény átültetés",
    "category": "Egyéb",
    "description": "Commodo aliqua fugiat amet cillum occaecat esse consectetur non. Cupidatat laborum laboris anim dolor sit sint duis. Elit cillum ad excepteur dolore non culpa.\r\n",
    "settlement": "Egercsehi",
    "date": "1960-04-27",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 24241,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284b",
    "worker_user": "62af1acd3eebfd5b24a52871"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Amet enim qui laboris reprehenderit nisi dolor ullamco. Voluptate nulla tempor deserunt occaecat incididunt veniam sint nostrud pariatur non voluptate. Elit aliqua esse id fugiat ipsum laborum irure ea cillum anim.\r\n",
    "settlement": "Egerszalók",
    "date": "1995-12-01",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 19733,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52885",
    "worker_user": "62af1acd3eebfd5b24a528b7"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Reprehenderit id voluptate consequat elit fugiat qui labore minim dolore. Magna eiusmod fugiat ullamco qui incididunt voluptate nulla ipsum nostrud ullamco. Do adipisicing adipisicing mollit fugiat excepteur ipsum id minim fugiat non Lorem do. In eiusmod ex exercitation deserunt commodo. Sit nulla laboris pariatur nisi velit sit dolor culpa est. Tempor minim amet non deserunt nulla do ut aliquip nulla irure. Lorem commodo aute nostrud proident anim.\r\n",
    "settlement": "Mikófalva",
    "date": "1966-05-19",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 2230,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c1",
    "worker_user": "62af1acd3eebfd5b24a52863"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Nostrud nulla ipsum cupidatat minim officia in consectetur in consequat dolor. Ad do ipsum eu magna deserunt ad laboris cupidatat amet tempor veniam reprehenderit pariatur tempor. Consectetur velit fugiat proident veniam irure irure. Sit exercitation in eiusmod deserunt excepteur. Quis duis est et est tempor anim labore cillum. Esse qui aute cupidatat commodo est fugiat.\r\n",
    "settlement": "Egerbakta",
    "date": "1978-09-18",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 29931,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528d1",
    "worker_user": "62af1acd3eebfd5b24a528bb"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Exercitation commodo culpa officia ad magna et cillum commodo ea aute irure proident culpa. Occaecat fugiat qui pariatur minim do sint reprehenderit dolor. Fugiat reprehenderit culpa deserunt aute anim Lorem ullamco. Mollit eiusmod ea incididunt in id veniam dolor aute non officia eiusmod consectetur tempor ex. Ex sit eu incididunt ullamco laborum id irure.\r\n",
    "settlement": "Nagytálya",
    "date": "1980-12-31",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 8619,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52873",
    "worker_user": "62af1acd3eebfd5b24a52885"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Cupidatat aute officia ex mollit ut ut ullamco occaecat proident. Consequat eu cupidatat labore ullamco. Sunt aliquip cillum ad labore. Nostrud mollit incididunt esse mollit cillum ullamco ullamco officia Lorem tempor commodo ullamco. Amet adipisicing enim voluptate dolore. Laboris ea nulla magna est cupidatat ut amet qui sit nostrud. Cillum aliqua officia id magna sint excepteur eiusmod ipsum aliqua id mollit ad voluptate ad.\r\n",
    "settlement": "Balaton",
    "date": "2015-12-12",
    "time": "több nap",
    "tools": false,
    "wage": "",
    "amount": 26204,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52885",
    "worker_user": "62af1acd3eebfd5b24a5285f"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Eiusmod enim irure nostrud enim aute Lorem ad occaecat aute qui incididunt. Tempor minim velit id voluptate ullamco amet culpa do sint. Esse aute ut ut quis officia magna exercitation. Aliqua cupidatat veniam fugiat velit mollit sint proident nulla qui laborum.\r\n",
    "settlement": "Zagyvaszántó",
    "date": "1970-10-30",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 29101,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528b7",
    "worker_user": "62af1acd3eebfd5b24a52879"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Irure non do ullamco velit exercitation et duis voluptate in et laboris ea. Anim sit sit pariatur irure dolor mollit. Id amet sunt enim dolor eu laborum in nostrud duis consectetur cupidatat magna.\r\n",
    "settlement": "Aldebrő",
    "date": "1975-09-30",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 16200,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52857",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "ablak tisztítás",
    "category": "Egyéb",
    "description": "Id nulla enim occaecat cillum ut velit. Magna non deserunt cupidatat ex aute duis pariatur Lorem nisi magna ipsum tempor. Esse ad consequat tempor ipsum consectetur irure ad irure magna. Nulla labore reprehenderit pariatur ea voluptate esse.\r\n",
    "settlement": "Besenyőtelek",
    "date": "1990-08-19",
    "time": "2-3 óra",
    "tools": true,
    "wage": "",
    "amount": 23192,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5288b",
    "worker_user": "62af1acd3eebfd5b24a528e1"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Aute tempor quis fugiat Lorem. Occaecat in qui nisi nostrud veniam consectetur nulla adipisicing eiusmod dolore veniam mollit anim. Pariatur occaecat ex laboris ut irure dolore culpa non ullamco pariatur duis excepteur. Exercitation nostrud enim commodo voluptate irure consectetur labore incididunt. Do magna ullamco est pariatur consectetur veniam ex ipsum eiusmod quis fugiat elit fugiat nisi. Minim laborum do veniam sit nisi dolore consectetur officia ea fugiat proident eiusmod deserunt esse.\r\n",
    "settlement": "Bátor",
    "date": "2012-06-10",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 3488,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528bf",
    "worker_user": "62af1acd3eebfd5b24a5285f"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Id ipsum magna amet labore do pariatur deserunt mollit culpa. Ex eiusmod et id aliqua enim ipsum elit. Magna officia nostrud dolor labore velit consectetur dolore ipsum occaecat sunt duis. Elit adipisicing labore mollit non tempor officia ea enim dolor qui. Fugiat laboris ipsum cupidatat nisi nisi. Occaecat incididunt irure tempor proident reprehenderit esse culpa ad consequat. Voluptate cupidatat pariatur enim officia laboris aute non deserunt Lorem tempor incididunt sint ullamco laboris.\r\n",
    "settlement": "Novaj",
    "date": "1967-03-28",
    "time": "2-3 óra",
    "tools": false,
    "wage": "",
    "amount": 13147,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52881",
    "worker_user": "62af1acd3eebfd5b24a528db"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Occaecat nostrud elit et laborum excepteur officia laboris duis cillum minim excepteur tempor mollit veniam. Consectetur labore eiusmod incididunt laborum est ullamco commodo. Nostrud laboris id non enim fugiat sit eiusmod. Quis in Lorem cupidatat dolore. Consequat irure incididunt qui culpa. Adipisicing labore sint est aute amet culpa incididunt cillum occaecat culpa.\r\n",
    "settlement": "Egerfarmos",
    "date": "1971-07-27",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 10256,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52885",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "zárcsere",
    "category": "Egyéb",
    "description": "Reprehenderit nisi quis duis magna aliquip elit. Commodo nostrud ea ipsum consequat id deserunt incididunt. Nulla eiusmod consectetur incididunt Lorem velit ea qui Lorem reprehenderit Lorem duis proident proident.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "2002-11-06",
    "time": "2-3 óra",
    "tools": true,
    "wage": "",
    "amount": 14199,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5286b",
    "worker_user": "62af1acd3eebfd5b24a528c9"
  },
  {
    "title": "kerítés festése",
    "category": "Egyéb",
    "description": "Ea laborum et cillum exercitation. Aute excepteur esse elit sunt cupidatat proident excepteur Lorem incididunt dolore incididunt deserunt laborum. Adipisicing sint exercitation incididunt culpa ea laborum incididunt culpa sint proident. Incididunt dolore laborum mollit Lorem aliqua in id do elit. Ut sint reprehenderit officia aute. Sint id adipisicing adipisicing Lorem et velit magna culpa nulla elit nostrud minim.\r\n",
    "settlement": "Parádsasvár",
    "date": "1966-08-03",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "",
    "amount": 4466,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52881",
    "worker_user": "62af1acd3eebfd5b24a5288d"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Consectetur voluptate quis proident non qui minim cupidatat tempor ut. Ex et pariatur et et proident ex. Qui labore voluptate et magna tempor eiusmod tempor consequat voluptate incididunt dolor aliquip. Ipsum exercitation amet aliqua minim culpa amet velit nostrud excepteur labore nostrud et mollit fugiat. Duis duis dolor proident cillum sit cillum commodo mollit dolore eu sit labore.\r\n",
    "settlement": "Egerfarmos",
    "date": "1994-12-16",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 16189,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c9",
    "worker_user": "62af1acd3eebfd5b24a528e5"
  },
  {
    "title": "képek felfúrása",
    "category": "Egyéb",
    "description": "Aliquip tempor Lorem nostrud aute elit. Esse adipisicing ex veniam enim laboris dolore. Sint magna tempor fugiat voluptate sunt. Anim in est non minim est eiusmod in Lorem. Eiusmod enim proident amet labore qui duis sit culpa et fugiat labore magna amet fugiat. Dolor aliqua ad est veniam labore irure id.\r\n",
    "settlement": "Tenk",
    "date": "2013-08-06",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 5934,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284b",
    "worker_user": "62af1acd3eebfd5b24a5287f"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Aliquip enim elit irure excepteur minim Lorem quis ad dolore exercitation quis culpa. Aliqua adipisicing dolore cupidatat incididunt laborum ad laboris et sit incididunt in aliquip amet sit. Esse id aliquip ipsum dolor esse cillum consequat est esse aliqua ut reprehenderit.\r\n",
    "settlement": "Balaton",
    "date": "1995-12-21",
    "time": "5-8 óra",
    "tools": false,
    "wage": "",
    "amount": 16632,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528a1",
    "worker_user": "62af1acd3eebfd5b24a528a1"
  },
  {
    "title": "képek felfúrása",
    "category": "Egyéb",
    "description": "Ut reprehenderit labore sit laboris mollit ea laborum ullamco ea mollit sint qui dolor culpa. Duis magna irure labore deserunt minim ex nulla Lorem adipisicing voluptate. Culpa aute do ex exercitation excepteur officia voluptate quis voluptate ea voluptate in labore dolore.\r\n",
    "settlement": "Egerszalók",
    "date": "1998-07-01",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 7722,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e5",
    "worker_user": "62af1acd3eebfd5b24a528e3"
  },
  {
    "title": "eresztisztítás",
    "category": "Egyéb",
    "description": "Aute consectetur in deserunt sunt velit. Officia ad aute ad sit consequat qui magna. Sit ex eu pariatur occaecat proident tempor labore ea laboris. Ut occaecat esse ipsum consequat laborum consequat consequat. Incididunt est eu sit cillum. Ipsum officia et id dolor ullamco reprehenderit ex culpa quis do irure veniam ipsum. Laboris est Lorem aute aliquip.\r\n",
    "settlement": "Kerecsend",
    "date": "2017-08-15",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 8332,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52883",
    "worker_user": "62af1acd3eebfd5b24a528e3"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Exercitation cupidatat ullamco nisi exercitation laborum. Consectetur aute Lorem aliqua velit laboris amet id. Nostrud excepteur id Lorem fugiat dolore amet eu incididunt. Minim dolor incididunt qui ut officia elit aliqua laboris cupidatat commodo sit. Aute cillum nulla dolor ex. Labore occaecat nisi excepteur labore elit aute ad eiusmod. Qui veniam eu culpa eu veniam.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "1970-01-01",
    "time": "2-3 óra",
    "tools": false,
    "wage": "",
    "amount": 9556,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c7",
    "worker_user": "62af1acd3eebfd5b24a52893"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Minim proident commodo consequat officia culpa non eiusmod velit commodo est ut amet. Dolore qui enim ex aute proident. Ea excepteur nulla ex Lorem. Est incididunt ipsum id aliquip cupidatat sit laborum excepteur sit et. Pariatur aliqua commodo officia consectetur enim do dolor nulla velit.\r\n",
    "settlement": "Atkár",
    "date": "1972-04-06",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 7433,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52869",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "növény átültetés",
    "category": "Egyéb",
    "description": "Incididunt cillum duis dolor ea eu eiusmod ut eiusmod dolore pariatur. Ea deserunt enim dolore esse eu cupidatat labore. Reprehenderit dolore cupidatat consectetur ullamco ut sunt veniam labore pariatur incididunt amet aliquip do laboris. Cillum laboris proident eiusmod commodo ad esse labore occaecat cillum occaecat reprehenderit aliquip. Aliqua do dolore excepteur exercitation sit excepteur id dolor cupidatat non consequat aute. Quis ullamco duis nulla ea.\r\n",
    "settlement": "Felsőtárkány",
    "date": "1991-01-10",
    "time": "több nap",
    "tools": false,
    "wage": "",
    "amount": 20342,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5287f",
    "worker_user": "62af1acd3eebfd5b24a52893"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Dolor veniam duis qui cillum ut consequat culpa ipsum est. Excepteur dolore officia deserunt nisi excepteur. Irure incididunt sunt laboris eu ipsum tempor ad cillum non ullamco fugiat nisi tempor. Elit et amet minim amet quis elit tempor. Magna veniam sit commodo pariatur nisi sint et qui cillum et eiusmod.\r\n",
    "settlement": "Novaj",
    "date": "1986-07-08",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 12404,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52893",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "ablak tisztítás",
    "category": "Egyéb",
    "description": "Tempor amet minim anim aute do ex anim. Deserunt nisi magna nisi qui minim adipisicing elit non duis cillum. Ullamco voluptate irure ut minim. Anim mollit enim officia ullamco esse qui consectetur anim cillum enim anim. Excepteur nisi commodo ipsum dolore.\r\n",
    "settlement": "Adács",
    "date": "2012-10-03",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 22134,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528a1",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Pariatur nostrud consectetur ullamco veniam enim. Ullamco tempor aliquip officia eiusmod id anim cupidatat duis reprehenderit nisi ea anim enim. Minim commodo proident reprehenderit ad velit Lorem eiusmod Lorem officia laborum. Excepteur est reprehenderit incididunt id id consequat sint reprehenderit labore. Consectetur reprehenderit Lorem aute Lorem mollit laborum minim tempor veniam ad excepteur. Aute sit nostrud irure duis non ex ipsum qui ea aute deserunt.\r\n",
    "settlement": "Bátor",
    "date": "2013-06-29",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 9309,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52877",
    "worker_user": "62af1acd3eebfd5b24a528bf"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Fugiat aliqua enim minim officia exercitation ullamco fugiat qui ex et cupidatat adipisicing non minim. Est Lorem exercitation voluptate in cillum ex laborum. Voluptate velit irure mollit fugiat incididunt enim commodo culpa aute aliqua consequat in do. Velit voluptate aute veniam exercitation adipisicing amet Lorem aliquip fugiat labore velit.\r\n",
    "settlement": "Füzesabony",
    "date": "1990-06-28",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 20734,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528bd",
    "worker_user": "62af1acd3eebfd5b24a52869"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Ut et duis non enim voluptate non. Ipsum do eiusmod duis consectetur pariatur dolore occaecat. Reprehenderit enim nisi aute veniam fugiat nostrud eiusmod Lorem duis est ea et ut.\r\n",
    "settlement": "Balaton",
    "date": "1960-01-14",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 18591,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c1",
    "worker_user": "62af1acd3eebfd5b24a52883"
  },
  {
    "title": "kerítés javítás",
    "category": "Egyéb",
    "description": "Magna cupidatat id est mollit aute est tempor in duis voluptate ex et sit magna. Culpa est in quis nostrud proident duis in. Adipisicing non ut excepteur eiusmod sit tempor dolore sit et.\r\n",
    "settlement": "Parád",
    "date": "1975-05-06",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 3873,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e5",
    "worker_user": "62af1acd3eebfd5b24a52883"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Sint cupidatat incididunt dolore aliquip ullamco. Aliqua labore voluptate qui velit ea nisi occaecat. Sunt aliqua duis ex excepteur.\r\n",
    "settlement": "Átány",
    "date": "1968-05-17",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 4481,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528d5",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "zárcsere",
    "category": "Egyéb",
    "description": "Ea nostrud mollit excepteur mollit mollit aliquip anim pariatur et amet mollit enim irure sint. Incididunt mollit laboris anim nisi occaecat id ut sit dolore non id aliquip labore labore. Elit deserunt esse quis sint occaecat aliqua laboris in et duis fugiat esse reprehenderit mollit. Et tempor ullamco do eiusmod. Laboris ipsum voluptate voluptate sit.\r\n",
    "settlement": "Visonta",
    "date": "1961-04-07",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 28860,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528a1",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "izzó csere",
    "category": "Egyéb",
    "description": "Occaecat id ex voluptate amet pariatur Lorem voluptate qui magna. Sint pariatur consequat do esse do irure enim. Aliqua labore quis adipisicing consequat adipisicing non pariatur aute fugiat eu.\r\n",
    "settlement": "Tarnalelesz",
    "date": "1970-06-25",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "fix összeg",
    "amount": 18009,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528bf",
    "worker_user": "62af1acd3eebfd5b24a528b7"
  },
  {
    "title": "szőnyegtisztítás",
    "category": "Egyéb",
    "description": "Eu incididunt ad laborum nostrud velit. Ea eiusmod excepteur labore enim ullamco officia velit anim irure cupidatat ex. Labore occaecat magna irure reprehenderit anim proident non commodo deserunt Lorem eiusmod voluptate voluptate in. Est excepteur non irure non et minim anim aliqua ut quis in magna qui non. Tempor voluptate consectetur ad sunt deserunt eiusmod incididunt eu officia quis duis dolor nisi. Eiusmod ea duis qui esse nisi aute cupidatat ipsum qui ut culpa.\r\n",
    "settlement": "Mikófalva",
    "date": "1962-03-24",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 27873,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284f",
    "worker_user": "62af1acd3eebfd5b24a52885"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Anim sunt dolore ullamco culpa qui. Mollit excepteur laborum qui sit duis commodo pariatur est adipisicing irure. Mollit excepteur ipsum Lorem nisi aliquip cillum dolore eiusmod ipsum. Consequat magna dolore aliqua eiusmod duis sint exercitation reprehenderit aliquip officia ipsum. Eu ea est minim cupidatat do incididunt tempor veniam incididunt laborum incididunt magna.\r\n",
    "settlement": "Atkár",
    "date": "1969-01-01",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 8397,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e3",
    "worker_user": "62af1acd3eebfd5b24a528c9"
  },
  {
    "title": "zárcsere",
    "category": "Egyéb",
    "description": "Est magna dolor sit voluptate irure fugiat in esse irure laborum et quis. Duis eu labore exercitation ut amet sint velit non non esse mollit fugiat elit ad. Voluptate id ex elit laborum. Est enim aliqua elit do laboris non duis sint voluptate ex do.\r\n",
    "settlement": "Verpelét",
    "date": "2012-11-22",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 19255,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e3",
    "worker_user": "62af1acd3eebfd5b24a5285f"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Est mollit cupidatat duis adipisicing mollit officia incididunt. Deserunt id proident deserunt aliqua. Culpa cupidatat eu deserunt tempor deserunt fugiat aliquip. Labore tempor dolor velit consequat nostrud. Mollit sunt nisi laboris cupidatat excepteur qui. Ad enim consectetur aliquip sit aliqua excepteur commodo. Excepteur ad tempor officia cupidatat Lorem consequat non commodo in ea commodo commodo.\r\n",
    "settlement": "Atkár",
    "date": "2001-04-15",
    "time": "több nap",
    "tools": true,
    "wage": "",
    "amount": 16361,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284d",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Labore quis ad ullamco cillum deserunt nostrud incididunt sint fugiat voluptate velit elit amet. Irure ex do magna officia. Nulla velit non exercitation Lorem eiusmod id commodo sunt ea. Exercitation id adipisicing magna ut laborum ut consequat irure irure amet duis id duis cillum. Pariatur non pariatur ut do eiusmod tempor cupidatat anim esse et Lorem. Et aliquip ad magna officia Lorem duis duis eiusmod laboris elit enim exercitation.\r\n",
    "settlement": "Kerecsend",
    "date": "2004-06-29",
    "time": "5-8 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 10665,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528d5",
    "worker_user": "62af1acd3eebfd5b24a528a5"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Consequat ipsum excepteur aute et. Amet mollit magna nostrud laborum amet minim Lorem pariatur excepteur nisi eu reprehenderit ea ad. Fugiat labore proident cillum ex deserunt ad occaecat minim dolore aliquip cillum qui ipsum proident. Aliqua elit cillum occaecat proident veniam ex ullamco culpa et deserunt magna sunt aliquip cupidatat. Irure culpa nostrud reprehenderit nostrud tempor aute est laboris fugiat duis. Aute excepteur veniam ullamco enim cillum qui mollit.\r\n",
    "settlement": "Kerecsend",
    "date": "2011-07-26",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 20431,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52877",
    "worker_user": "62af1acd3eebfd5b24a528d1"
  },
  {
    "title": "kerítés javítás",
    "category": "Egyéb",
    "description": "Est pariatur dolore Lorem pariatur cillum sit esse ipsum anim nisi. Ipsum do nisi irure occaecat ut elit ea. Dolor fugiat do ad non minim aliqua. Do ea Lorem et aute sint. Aliquip laborum do in magna reprehenderit esse ad duis minim ea. Pariatur in dolor non eu. Qui duis nostrud exercitation quis minim ut occaecat proident consequat in sit ex esse.\r\n",
    "settlement": "Parádsasvár",
    "date": "1995-09-21",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 25364,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284f",
    "worker_user": "62af1acd3eebfd5b24a5286b"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Laboris eu quis aute mollit excepteur voluptate amet mollit labore. Voluptate et ea do cupidatat et adipisicing ipsum dolore consectetur fugiat. Consequat amet deserunt consequat laboris ad eu. Officia do occaecat voluptate amet duis deserunt adipisicing ea. Ad et cupidatat dolore nostrud sunt id ex esse nisi aliquip sit et. Deserunt quis et aliqua nisi enim cillum mollit consectetur nostrud eu sint sit tempor aute. Dolore amet est elit ipsum sit sunt non sunt enim excepteur.\r\n",
    "settlement": "Maklár",
    "date": "1993-08-26",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 16433,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52893",
    "worker_user": "62af1acd3eebfd5b24a528c1"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Consectetur ut qui aute nisi laborum ullamco. Lorem aliquip ad adipisicing duis culpa eu. Magna consequat quis amet do do amet exercitation esse ullamco voluptate.\r\n",
    "settlement": "Mikófalva",
    "date": "1965-09-22",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "fix összeg",
    "amount": 25728,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5285d",
    "worker_user": "62af1acd3eebfd5b24a52877"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Aliqua mollit mollit aute eiusmod anim reprehenderit esse laborum esse. Consequat anim pariatur culpa commodo enim laboris fugiat dolore dolor fugiat eu. Deserunt cupidatat nisi magna cupidatat esse id mollit.\r\n",
    "settlement": "Abasár",
    "date": "2014-01-16",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 12007,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528b3",
    "worker_user": "62af1acd3eebfd5b24a52893"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Est enim proident ipsum dolore officia magna exercitation non in voluptate. Sint amet qui irure esse. Commodo deserunt in nostrud nulla incididunt ut. Excepteur proident veniam irure non sunt in tempor mollit aliquip fugiat non nisi. Tempor laboris proident est magna. Do pariatur aute anim duis excepteur laborum adipisicing.\r\n",
    "settlement": "Parád",
    "date": "1964-03-04",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 2586,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5284d",
    "worker_user": "62af1acd3eebfd5b24a52869"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Mollit culpa culpa dolor dolore in in laboris dolor nulla cupidatat et. Fugiat excepteur occaecat esse sit eu laborum aute consequat consectetur esse exercitation magna. Veniam et in excepteur fugiat occaecat amet nisi anim sint laborum irure.\r\n",
    "settlement": "Besenyőtelek",
    "date": "1966-04-17",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 28255,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5285d",
    "worker_user": "62af1acd3eebfd5b24a528b7"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Ut amet magna tempor quis in reprehenderit adipisicing magna laboris incididunt tempor aute officia in. Sunt magna ut aliqua consequat anim voluptate Lorem commodo enim exercitation. Adipisicing irure sunt laborum ad ad eu mollit ea aute. Ad et eu incididunt excepteur.\r\n",
    "settlement": "Andornaktálya",
    "date": "1970-10-18",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 28566,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52881",
    "worker_user": "62af1acd3eebfd5b24a52877"
  },
  {
    "title": "kerítés festése",
    "category": "Egyéb",
    "description": "Minim nisi pariatur ea id nulla veniam id minim enim elit. Commodo deserunt dolore esse anim et id non esse reprehenderit sit. Velit dolore esse pariatur culpa ipsum mollit nostrud velit labore elit velit nisi deserunt. Ullamco proident aliquip eiusmod proident duis velit ex exercitation ut. Qui veniam laborum minim ullamco culpa. Non consectetur mollit elit laboris tempor veniam elit fugiat Lorem exercitation qui ad ut.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "1994-11-05",
    "time": "2-3 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 6122,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c1",
    "worker_user": "62af1acd3eebfd5b24a528d5"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Voluptate esse anim eu duis. Non consequat exercitation minim voluptate dolor esse et cupidatat irure ad culpa ut. Sit ullamco aliqua dolor tempor. Reprehenderit sunt nisi et non ut. Velit ea sunt pariatur cillum et deserunt enim ex ut.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "2002-03-10",
    "time": "5-8 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 22199,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5288d",
    "worker_user": "62af1acd3eebfd5b24a528c7"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Excepteur adipisicing eu enim dolore ullamco irure cillum consectetur. Incididunt velit commodo eu non deserunt minim irure. Mollit eu est qui eiusmod consectetur labore consequat anim.\r\n",
    "settlement": "Kál",
    "date": "1979-10-03",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 9708,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5288b",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Aliquip aute proident eu velit do proident exercitation nisi et ex esse voluptate proident. Labore nisi exercitation dolore nisi reprehenderit irure aliquip dolor anim. Do Lorem laboris incididunt aliquip do pariatur cupidatat dolor aliqua commodo proident. Cillum et incididunt aute est. Magna consequat sunt consequat nisi anim officia adipisicing exercitation. Duis laborum aute nulla labore excepteur aute tempor sit sit non reprehenderit aliqua ad veniam. Cupidatat laborum dolor ut nisi aute ex veniam non dolore est.\r\n",
    "settlement": "Egerbocs",
    "date": "1995-06-25",
    "time": "1-2 óra",
    "tools": false,
    "wage": "",
    "amount": 5630,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528bb",
    "worker_user": "62af1acd3eebfd5b24a528d5"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Deserunt nisi voluptate aliqua occaecat ullamco et laborum tempor occaecat pariatur. Sint et aliqua commodo ipsum ad dolor aliquip ad. Nisi officia quis ex laborum irure qui exercitation veniam do incididunt exercitation exercitation. Labore ullamco ut ut nisi laboris adipisicing. Dolore veniam do officia culpa excepteur quis excepteur culpa incididunt voluptate ut in. Enim est deserunt Lorem cupidatat non eu. Laboris sit mollit irure voluptate sit.\r\n",
    "settlement": "Noszvaj",
    "date": "2011-08-31",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 23768,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52893",
    "worker_user": "62af1acd3eebfd5b24a528db"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Culpa laboris sit laboris tempor et qui do ut laborum magna tempor tempor. Ex eiusmod excepteur tempor Lorem sint consectetur eiusmod amet sint veniam. Incididunt amet nulla dolor ullamco dolore incididunt laborum reprehenderit laborum. Ullamco irure quis aute qui labore incididunt in consequat eu quis amet cupidatat. Sint aliqua cillum ut labore culpa dolore culpa consequat aliquip laboris velit consequat nostrud.\r\n",
    "settlement": "Maklár",
    "date": "2002-02-22",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 8905,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5288d",
    "worker_user": "62af1acd3eebfd5b24a52869"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Nostrud aliquip exercitation aute cupidatat occaecat excepteur esse eu ullamco eiusmod proident amet. Qui Lorem incididunt amet ad eu anim Lorem nulla. Cupidatat sunt pariatur anim anim consectetur esse. Ipsum est commodo cupidatat amet minim nisi. Labore eiusmod proident ea elit ex non ex aute aliqua dolore officia. Et mollit eu id sit fugiat ipsum ullamco sit.\r\n",
    "settlement": "Eger",
    "date": "1980-12-16",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 27054,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528a1",
    "worker_user": "62af1acd3eebfd5b24a528d5"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Eu duis nostrud consequat do sunt occaecat ipsum incididunt. Nulla proident qui officia enim est tempor adipisicing officia velit duis veniam. Laboris reprehenderit et esse non adipisicing qui nulla nostrud laborum consequat incididunt irure irure.\r\n",
    "settlement": "Egerszalók",
    "date": "2005-09-30",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 3119,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52855",
    "worker_user": "62af1acd3eebfd5b24a528db"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Elit veniam incididunt officia non tempor amet duis id cillum. Eu irure voluptate pariatur laboris ipsum ipsum adipisicing reprehenderit consectetur sint. Velit sint sit enim laboris et adipisicing. Excepteur irure adipisicing consequat non consequat esse magna nostrud magna eu do.\r\n",
    "settlement": "Tarnalelesz",
    "date": "2006-04-20",
    "time": "2-3 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 20110,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528bd",
    "worker_user": "62af1acd3eebfd5b24a52881"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "In reprehenderit nulla non ipsum. Laboris sit ex culpa qui incididunt commodo qui aute aute deserunt do. Nostrud et est nostrud excepteur irure reprehenderit occaecat esse Lorem laboris cupidatat ipsum sunt ut.\r\n",
    "settlement": "Egerszólát",
    "date": "1964-12-06",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 21151,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528d5",
    "worker_user": "62af1acd3eebfd5b24a528b7"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Irure voluptate pariatur aliqua veniam officia aute aute aliquip cillum. Duis incididunt amet non qui sint sint et excepteur exercitation. Ex enim excepteur laboris non incididunt officia velit ad. Cillum amet quis voluptate qui exercitation.\r\n",
    "settlement": "Poroszló",
    "date": "2014-08-21",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 11713,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5288d",
    "worker_user": "62af1acd3eebfd5b24a52869"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Deserunt ex laborum pariatur aliquip dolore ad ea. Eu nisi in magna duis consequat Lorem ex aliquip aliqua. Nisi voluptate velit culpa minim culpa exercitation dolore labore eu tempor. Nulla ullamco commodo veniam anim magna laboris fugiat dolor duis voluptate consectetur ut esse. Culpa aliqua Lorem voluptate veniam consectetur exercitation esse et minim pariatur incididunt. Nisi duis nisi nisi ipsum qui.\r\n",
    "settlement": "Nagyvisnyó",
    "date": "1984-05-02",
    "time": "több nap",
    "tools": false,
    "wage": "",
    "amount": 14672,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52877",
    "worker_user": "62af1acd3eebfd5b24a528d5"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Laboris amet aute duis veniam laborum anim et sit cupidatat dolore eiusmod laboris. Exercitation excepteur excepteur magna amet. Aliqua laboris cupidatat velit culpa culpa exercitation sunt. Esse velit esse do ut reprehenderit occaecat laboris.\r\n",
    "settlement": "Bekölce",
    "date": "2011-01-26",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "fix összeg",
    "amount": 6315,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e1",
    "worker_user": "62af1acd3eebfd5b24a528db"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Minim veniam ex sint minim ut anim dolor do sunt mollit. Anim est adipisicing culpa enim laboris esse sit consequat eu laboris est. Veniam magna aliqua amet ad est ut amet fugiat. Eu tempor in sint reprehenderit excepteur et esse proident laborum. Enim enim veniam incididunt commodo minim. Laboris ex labore adipisicing aliqua.\r\n",
    "settlement": "Ostoros",
    "date": "2007-04-13",
    "time": "több nap",
    "tools": true,
    "wage": "órabér",
    "amount": 14395,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528a7",
    "worker_user": "62af1acd3eebfd5b24a528e5"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Qui aute voluptate ullamco magna consequat labore aute magna aliquip aliquip Lorem ut ut. Nulla duis labore est culpa. Commodo eu eu esse id anim esse fugiat ea officia veniam eiusmod irure fugiat ea. Aliquip consequat enim qui sit duis est sunt.\r\n",
    "settlement": "Felsőtárkány",
    "date": "1984-05-01",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 9663,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52883",
    "worker_user": "62af1acd3eebfd5b24a5285f"
  },
  {
    "title": "ablak tisztítás",
    "category": "Egyéb",
    "description": "Sit quis eiusmod commodo ex. Elit fugiat proident enim cupidatat elit elit et officia tempor sit culpa. Qui eu consectetur ut sunt dolore tempor incididunt magna id ipsum. Nulla duis do duis laborum veniam excepteur est. Cillum nostrud eu anim qui duis dolore qui fugiat elit.\r\n",
    "settlement": "Bátor",
    "date": "1983-02-07",
    "time": "2-3 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 27444,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528d1",
    "worker_user": "62af1acd3eebfd5b24a5287f"
  },
  {
    "title": "képek felfúrása",
    "category": "Egyéb",
    "description": "Reprehenderit culpa exercitation incididunt exercitation Lorem aute aute occaecat do irure in. Irure voluptate duis ad ipsum est cillum nisi mollit. Commodo nisi amet incididunt cillum quis nostrud. Quis Lorem ea deserunt dolor cillum incididunt.\r\n",
    "settlement": "Bekölce",
    "date": "1993-06-23",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 6989,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528b3",
    "worker_user": "62af1acd3eebfd5b24a528a1"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Occaecat ex irure anim incididunt aliquip qui nulla qui aute irure ut anim velit. Pariatur enim ut velit velit cupidatat amet amet est id minim duis aute. Voluptate laboris quis eiusmod minim ut ea Lorem consequat eiusmod irure ut do.\r\n",
    "settlement": "Tenk",
    "date": "2021-06-12",
    "time": "2-3 óra",
    "tools": false,
    "wage": "",
    "amount": 13010,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5288d",
    "worker_user": "62af1acd3eebfd5b24a5286b"
  },
  {
    "title": "képek felfúrása",
    "category": "Egyéb",
    "description": "Laboris mollit velit cupidatat elit irure ad veniam do nostrud adipisicing eiusmod. Laborum anim consequat mollit velit irure Lorem sint pariatur officia est reprehenderit cupidatat. Dolor ut amet magna minim mollit velit culpa minim sit. Non excepteur pariatur duis deserunt veniam consequat nostrud do quis ex occaecat cupidatat exercitation anim. Esse ex elit aliqua consectetur Lorem sint dolor.\r\n",
    "settlement": "Noszvaj",
    "date": "1978-12-03",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 4594,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528a1",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Non deserunt deserunt consectetur cupidatat et veniam eu. Reprehenderit exercitation labore deserunt esse proident sint incididunt. Lorem elit minim ex officia aliquip adipisicing ullamco fugiat exercitation in labore irure nostrud dolore. Dolore excepteur do et nisi labore officia dolor voluptate ad nisi pariatur.\r\n",
    "settlement": "Besenyőtelek",
    "date": "1983-01-16",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "",
    "amount": 18387,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52855",
    "worker_user": "62af1acd3eebfd5b24a528c1"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Aliqua aliqua reprehenderit velit ullamco aliquip elit duis amet pariatur ex ea consequat mollit. Ex elit nostrud sint velit nulla dolor ullamco labore laboris nisi consectetur sit. Laboris occaecat irure Lorem magna fugiat reprehenderit ut do ullamco ullamco. Voluptate ipsum aute magna qui aliqua officia amet cupidatat consequat eiusmod elit do. Ex Lorem Lorem in ea minim eiusmod deserunt ex enim ea. Adipisicing consequat commodo excepteur enim ea ad qui id duis. Veniam dolor est sint tempor irure nulla nisi occaecat ut do ipsum aliquip.\r\n",
    "settlement": "Visonta",
    "date": "1970-12-09",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "órabér",
    "amount": 21895,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e1",
    "worker_user": "62af1acd3eebfd5b24a52879"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Aliquip incididunt esse excepteur voluptate laboris incididunt. Non cillum ea non esse. Sunt qui sit elit laboris Lorem labore magna irure reprehenderit cillum do sit consequat.\r\n",
    "settlement": "Egerszólát",
    "date": "1994-06-16",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 29236,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52877",
    "worker_user": "62af1acd3eebfd5b24a528a1"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Aliqua aliquip commodo nulla aliqua. Ad commodo anim anim velit do reprehenderit voluptate veniam consequat excepteur dolor culpa nostrud. Cupidatat et velit elit veniam. Proident culpa culpa aliquip ad reprehenderit laborum sunt officia reprehenderit incididunt laboris aute in. Adipisicing sunt fugiat pariatur duis pariatur incididunt eu aute irure ea Lorem cupidatat ullamco. Deserunt sint qui nisi in Lorem eiusmod. Minim mollit pariatur sit fugiat excepteur nostrud aute.\r\n",
    "settlement": "Egercsehi",
    "date": "1988-08-17",
    "time": "5-8 óra",
    "tools": false,
    "wage": "",
    "amount": 10495,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528d5",
    "worker_user": "62af1acd3eebfd5b24a52871"
  },
  {
    "title": "takarítás",
    "category": "Egyéb",
    "description": "Dolor ut mollit minim consectetur velit tempor sunt nostrud. Anim eiusmod incididunt dolor nostrud velit. Amet irure ad proident exercitation magna qui.\r\n",
    "settlement": "Kerecsend",
    "date": "2010-09-17",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 21893,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5288d",
    "worker_user": "62af1acd3eebfd5b24a52865"
  },
  {
    "title": "mosogatógép bekötés",
    "category": "Egyéb",
    "description": "Anim exercitation incididunt proident laboris excepteur et qui ipsum mollit tempor minim. Aute aute nisi exercitation exercitation esse. Culpa nostrud exercitation culpa mollit labore reprehenderit cillum nisi tempor sunt id eu tempor adipisicing. Qui amet veniam velit esse pariatur laborum ipsum nostrud ex tempor nisi veniam eu elit. Laborum eiusmod proident proident adipisicing veniam veniam reprehenderit irure incididunt fugiat eiusmod culpa. Sunt nulla cillum proident occaecat duis exercitation adipisicing ex fugiat aliqua est incididunt. Veniam enim exercitation exercitation consequat sunt excepteur laboris laborum aliquip magna pariatur nostrud.\r\n",
    "settlement": "Bélapátfalva",
    "date": "2001-07-19",
    "time": "több nap",
    "tools": true,
    "wage": "órabér",
    "amount": 19759,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e1",
    "worker_user": "62af1acd3eebfd5b24a528d1"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Quis labore sit elit proident. Minim non laborum nostrud sint sint voluptate voluptate et et. Nostrud cillum excepteur velit amet excepteur. Incididunt exercitation aliquip in exercitation esse id aliquip incididunt duis proident laboris ea deserunt quis. Dolore qui eiusmod adipisicing enim non non. Nisi exercitation occaecat sit eiusmod labore proident ad magna dolor do exercitation.\r\n",
    "settlement": "Aldebrő",
    "date": "1977-11-28",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 1785,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e5",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Velit incididunt laboris ipsum ea eu sint et qui aliquip adipisicing. Fugiat reprehenderit magna eiusmod ad eu consequat minim esse ex. Do cillum sit laboris eu. Cillum velit non mollit fugiat deserunt. Sit commodo ut consectetur amet. Magna exercitation exercitation veniam velit sint nulla nisi do.\r\n",
    "settlement": "Noszvaj",
    "date": "2017-03-28",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 29244,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c7",
    "worker_user": "62af1acd3eebfd5b24a52863"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Culpa adipisicing nisi incididunt ex laborum. Quis laborum et sint nisi labore qui consequat ea et nostrud excepteur. Anim velit est nostrud sit ex quis mollit nostrud est. Aliquip incididunt ullamco voluptate in aliqua ipsum ad culpa id quis. Ad sint excepteur culpa laboris ad id veniam aute excepteur labore.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "2003-03-18",
    "time": "3-5 óra",
    "tools": false,
    "wage": "",
    "amount": 14090,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52893",
    "worker_user": "62af1acd3eebfd5b24a528a7"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Pariatur id adipisicing exercitation pariatur ullamco amet. Anim occaecat sint sunt proident sit veniam cillum eu aliquip anim. Nulla culpa elit voluptate tempor ullamco id excepteur nisi tempor ipsum culpa ullamco quis. Dolore nulla in dolor fugiat aliquip deserunt tempor aliquip voluptate consequat do in quis.\r\n",
    "settlement": "Szarvaskő",
    "date": "2005-11-21",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 16656,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528bd",
    "worker_user": "62af1acd3eebfd5b24a528d1"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Sit qui dolor et minim amet elit consequat. Ex id cupidatat aute ullamco aliqua minim voluptate in esse labore laboris dolore labore ipsum. Eu proident adipisicing nostrud Lorem tempor ullamco do fugiat. Consequat ut incididunt qui labore amet ipsum adipisicing elit dolore. Pariatur est laborum laboris id et cupidatat sunt irure culpa sit velit pariatur ad mollit. Dolor consectetur nostrud esse aute id consequat ipsum sunt officia. Nisi voluptate est nostrud ullamco ut ipsum Lorem sit duis incididunt.\r\n",
    "settlement": "Egerszólát",
    "date": "2010-03-22",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 22616,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e1",
    "worker_user": "62af1acd3eebfd5b24a528e5"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Esse consectetur enim proident amet consectetur eiusmod fugiat irure. Et nisi in anim ea. Ex adipisicing eu labore id ullamco dolore nisi est occaecat adipisicing tempor ullamco do occaecat. Esse dolore consequat consectetur voluptate proident eiusmod sunt mollit non cupidatat. Est adipisicing do commodo duis ex elit aliquip amet quis.\r\n",
    "settlement": "Novaj",
    "date": "2002-07-30",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 9600,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c7",
    "worker_user": "62af1acd3eebfd5b24a528e5"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Anim commodo ut mollit ea cupidatat velit sunt do ea. Sit esse velit ad dolore deserunt non sint ex adipisicing commodo ipsum veniam veniam. Minim ea anim nostrud fugiat voluptate tempor excepteur aute aliqua aute duis mollit qui. Non incididunt consequat aute sint velit ipsum id eiusmod ut anim. Consectetur amet aliqua cupidatat Lorem incididunt do enim velit velit. Culpa nisi velit exercitation adipisicing quis tempor tempor fugiat reprehenderit.\r\n",
    "settlement": "Bekölce",
    "date": "1995-03-18",
    "time": "1-2 óra",
    "tools": false,
    "wage": "",
    "amount": 26892,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5284d",
    "worker_user": "62af1acd3eebfd5b24a528d1"
  },
  {
    "title": "medence tisztítás",
    "category": "Egyéb",
    "description": "Enim reprehenderit exercitation tempor tempor. Veniam id veniam incididunt ad Lorem ex proident ullamco sint excepteur laborum ad. Quis irure anim ad est occaecat culpa sit qui. Lorem velit minim exercitation in. Voluptate laboris incididunt non incididunt.\r\n",
    "settlement": "Füzesabony",
    "date": "2007-07-19",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "órabér",
    "amount": 27674,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a5287f",
    "worker_user": "62af1acd3eebfd5b24a52871"
  },
  {
    "title": "takarítás",
    "category": "Egyéb",
    "description": "Qui labore et quis ea magna Lorem consequat dolor eiusmod officia laboris aute qui velit. Pariatur nostrud nostrud ad pariatur id qui eiusmod consequat culpa aliqua ipsum. Commodo tempor fugiat ullamco aute qui tempor occaecat. Incididunt dolor sit ullamco aliqua. Cillum voluptate veniam in dolor consequat. Nostrud esse anim aute consequat anim quis qui minim aliquip ipsum proident duis officia.\r\n",
    "settlement": "Füzesabony",
    "date": "2019-12-02",
    "time": "3-5 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 20210,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528db",
    "worker_user": "62af1acd3eebfd5b24a52879"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Ad enim irure laborum consequat ut mollit minim. Deserunt velit nulla non Lorem pariatur amet. Sit esse voluptate aliqua culpa aute cillum commodo id irure aute dolor in aliqua non.\r\n",
    "settlement": "Nagyvisnyó",
    "date": "2020-03-30",
    "time": "1-2 óra",
    "tools": false,
    "wage": "",
    "amount": 21324,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5284d",
    "worker_user": "62af1acd3eebfd5b24a528e1"
  },
  {
    "title": "eresztisztítás",
    "category": "Egyéb",
    "description": "Eu qui et nulla officia ullamco labore qui dolor incididunt aliqua laborum. Duis deserunt consectetur sunt anim tempor tempor voluptate nisi ipsum. Cillum culpa dolore cupidatat reprehenderit culpa esse quis eiusmod anim cupidatat ex amet fugiat amet. Proident commodo deserunt reprehenderit aute cillum dolor. Officia aliquip et eu eu sunt et. Enim excepteur fugiat amet deserunt qui ipsum nostrud magna eiusmod.\r\n",
    "settlement": "Bátor",
    "date": "2005-01-14",
    "time": "több nap",
    "tools": true,
    "wage": "",
    "amount": 25088,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52847",
    "worker_user": "62af1acd3eebfd5b24a52881"
  },
  {
    "title": "nagytakarítás",
    "category": "Egyéb",
    "description": "Aliquip in velit deserunt ipsum adipisicing qui. Elit occaecat enim irure et consequat nostrud duis. Tempor id aliquip qui nostrud tempor nostrud et commodo. Ullamco esse tempor nostrud ad mollit aliqua dolor irure fugiat enim amet. Et incididunt velit et deserunt dolore aliqua magna aute mollit. Sit ex elit ut sint. Nulla qui magna ea non enim dolor tempor in ut culpa pariatur.\r\n",
    "settlement": "Szilvásvárad",
    "date": "2013-09-19",
    "time": "5-8 óra",
    "tools": true,
    "wage": "",
    "amount": 13119,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52857",
    "worker_user": "62af1acd3eebfd5b24a528c1"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Dolore velit incididunt id elit eiusmod enim in. Occaecat dolor qui excepteur minim mollit id ullamco cillum culpa ex laborum fugiat. Laborum mollit elit est do anim aliquip nulla. Ut fugiat veniam sint adipisicing qui tempor nisi dolor. Anim velit dolore duis deserunt enim commodo exercitation eiusmod commodo qui adipisicing consequat. Exercitation nisi consequat anim fugiat qui irure irure velit sint.\r\n",
    "settlement": "Egerbocs",
    "date": "1962-06-12",
    "time": "több nap",
    "tools": true,
    "wage": "fix összeg",
    "amount": 4255,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528eb",
    "worker_user": "62af1acd3eebfd5b24a52871"
  },
  {
    "title": "favágás",
    "category": "Egyéb",
    "description": "Amet aute commodo id elit. Mollit voluptate officia id aliquip consectetur tempor ut. Tempor est laborum tempor veniam est proident ut ullamco consectetur proident veniam incididunt anim. Laborum eu consequat adipisicing occaecat ut consectetur sit. Non adipisicing nisi nostrud aliquip fugiat consectetur ipsum pariatur veniam aliqua occaecat officia pariatur pariatur.\r\n",
    "settlement": "Bátor",
    "date": "2022-02-24",
    "time": "több nap",
    "tools": true,
    "wage": "",
    "amount": 20121,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528c7",
    "worker_user": "62af1acd3eebfd5b24a5288d"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Deserunt ad esse consequat minim occaecat nisi mollit non mollit enim eiusmod enim sint voluptate. Lorem in aliquip dolor deserunt aliqua duis nulla pariatur laborum velit ex commodo. Ad dolore ea nulla aliquip ea est voluptate ullamco. Laboris esse ea ad culpa velit ad pariatur enim mollit esse ea. Minim ex ad tempor Lorem ipsum adipisicing dolor velit. Eiusmod veniam reprehenderit consequat fugiat non et fugiat.\r\n",
    "settlement": "Kisnána",
    "date": "2017-02-02",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "fix összeg",
    "amount": 7440,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52849",
    "worker_user": "62af1acd3eebfd5b24a52863"
  },
  {
    "title": "fűnyírás",
    "category": "Egyéb",
    "description": "Quis mollit nisi qui Lorem esse cillum et veniam officia labore. Officia cillum qui do in sit ipsum nisi. Lorem labore magna irure quis.\r\n",
    "settlement": "Bátor",
    "date": "1996-01-08",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 15657,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528bd",
    "worker_user": "62af1acd3eebfd5b24a52883"
  },
  {
    "title": "polc felfúrás",
    "category": "Egyéb",
    "description": "Nisi nulla adipisicing proident incididunt ad ad id quis incididunt ex. Non fugiat elit officia enim. Deserunt eu est in labore esse ullamco duis ullamco eiusmod voluptate.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "2000-12-13",
    "time": "több nap",
    "tools": false,
    "wage": "fix összeg",
    "amount": 4663,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a52883",
    "worker_user": "62af1acd3eebfd5b24a52873"
  },
  {
    "title": "kerítés festése",
    "category": "Egyéb",
    "description": "Enim cillum consequat in pariatur magna irure magna esse dolore aute nisi culpa. Adipisicing nisi est laborum laboris proident velit culpa ad ut voluptate. Occaecat reprehenderit mollit sunt tempor incididunt voluptate non occaecat exercitation reprehenderit sunt. Do est dolore aliquip do nostrud. Amet ex minim sint laboris eiusmod culpa in esse veniam aliqua nostrud ullamco. Labore amet consectetur proident nisi ex in consectetur in in.\r\n",
    "settlement": "Bátor",
    "date": "1993-10-05",
    "time": "3-5 óra",
    "tools": true,
    "wage": "",
    "amount": 18657,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52869",
    "worker_user": "62af1acd3eebfd5b24a528bf"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Officia amet qui commodo non. Qui elit sit duis consequat non ullamco consequat Lorem. Laboris voluptate fugiat consectetur proident et elit sit sunt. Aute officia non pariatur commodo eu Lorem deserunt culpa duis laboris sunt excepteur. Lorem ad laborum non consequat.\r\n",
    "settlement": "Maklár",
    "date": "1995-11-24",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 15640,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528a5",
    "worker_user": "62af1acd3eebfd5b24a528bf"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Incididunt occaecat esse commodo sint duis mollit sit eiusmod ut consectetur occaecat consequat. Mollit eu eu duis excepteur dolor aliquip minim nisi deserunt. Ipsum ipsum Lorem aliqua sunt est.\r\n",
    "settlement": "Maklár",
    "date": "1999-08-04",
    "time": "2-3 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 26757,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e1",
    "worker_user": "62af1acd3eebfd5b24a528c9"
  },
  {
    "title": "locsolás",
    "category": "Egyéb",
    "description": "Consequat fugiat Lorem minim deserunt non ex non. Excepteur elit aliquip et aliqua laboris. Non consectetur dolore fugiat irure elit eiusmod velit reprehenderit. Quis aliqua eu dolore id ipsum mollit culpa occaecat minim quis magna ullamco. Ullamco dolor cupidatat dolor mollit voluptate aliqua excepteur.\r\n",
    "settlement": "Mikófalva",
    "date": "2018-03-09",
    "time": "több nap",
    "tools": true,
    "wage": "órabér",
    "amount": 21859,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5286b",
    "worker_user": "62af1acd3eebfd5b24a528e1"
  },
  {
    "title": "takarítás",
    "category": "Egyéb",
    "description": "Cillum reprehenderit consectetur elit incididunt excepteur excepteur in dolore cupidatat nulla ad proident tempor fugiat. Aliqua occaecat consectetur irure elit excepteur consectetur voluptate. Et ea adipisicing elit incididunt laboris mollit in.\r\n",
    "settlement": "Kerecsend",
    "date": "2019-05-23",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 22948,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528eb",
    "worker_user": "62af1acd3eebfd5b24a5285f"
  },
  {
    "title": "kerítés festés",
    "category": "Egyéb",
    "description": "Voluptate irure magna amet occaecat enim ipsum aliquip dolore id ullamco deserunt cupidatat. Sit ex pariatur minim tempor laborum dolore elit sunt sit officia adipisicing laborum aliquip. Eu aliqua fugiat adipisicing magna minim ullamco dolor proident qui sint sunt commodo occaecat nisi. Duis duis dolor ea duis occaecat anim exercitation laboris consectetur consequat labore quis elit. Magna nisi sint minim sit non mollit laborum. Aute quis exercitation ut in amet ipsum.\r\n",
    "settlement": "Parád",
    "date": "1970-11-19",
    "time": "több nap",
    "tools": false,
    "wage": "",
    "amount": 19679,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528e3",
    "worker_user": "62af1acd3eebfd5b24a5288b"
  },
  {
    "title": "kerítés javítás",
    "category": "Egyéb",
    "description": "Dolore mollit reprehenderit aute minim magna sint pariatur adipisicing et ex et consectetur. Sit eu Lorem et aute. Elit ad minim cillum anim. Nulla occaecat nisi eiusmod et consequat Lorem exercitation nostrud aute incididunt et. Cupidatat voluptate irure mollit dolore.\r\n",
    "settlement": "Aldebrő",
    "date": "2007-05-22",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 6569,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a52883",
    "worker_user": "62af1acd3eebfd5b24a52885"
  },
  {
    "title": "gyomlálás",
    "category": "Egyéb",
    "description": "Reprehenderit laborum consequat dolor et. Laborum do Lorem sint do dolore enim exercitation reprehenderit ea. Culpa tempor reprehenderit magna amet ut ullamco labore aute voluptate ea. Est voluptate quis cupidatat sint consequat eiusmod sit commodo exercitation minim quis. Exercitation amet consectetur ullamco labore. Nulla pariatur incididunt culpa et dolor ullamco. Fugiat aliquip qui deserunt aliquip consectetur.\r\n",
    "settlement": "Bekölce",
    "date": "1999-01-22",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "órabér",
    "amount": 12448,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a5285d",
    "worker_user": "62af1acd3eebfd5b24a52885"
  },
  {
    "title": "kerítés javítás",
    "category": "Egyéb",
    "description": "Sunt sint officia aute incididunt irure pariatur mollit nulla minim. Anim nisi culpa fugiat dolor laboris exercitation minim nostrud exercitation nulla. In incididunt exercitation enim amet voluptate. Adipisicing excepteur qui esse do excepteur ad pariatur qui officia.\r\n",
    "settlement": "Egerfarmos",
    "date": "1973-10-15",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 21711,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528b7",
    "worker_user": "62af1acd3eebfd5b24a52893"
  },
  {
    "title": "sövénynyírás",
    "category": "Egyéb",
    "description": "Consectetur aute quis et culpa labore nostrud duis consequat sint fugiat aute fugiat id Lorem. Culpa amet esse elit anim elit cupidatat in. Qui velit cupidatat fugiat laboris irure qui elit ipsum amet minim. Eu pariatur culpa est id exercitation anim. Ullamco amet fugiat tempor id sit deserunt laborum culpa sit est.\r\n",
    "settlement": "Poroszló",
    "date": "1997-12-05",
    "time": "5-8 óra",
    "tools": false,
    "wage": "",
    "amount": 16934,
    "active": true,
    "editor_user": "62af1acd3eebfd5b24a528e3",
    "worker_user": "62af1acd3eebfd5b24a528b3"
  },
  {
    "title": "takarítás",
    "category": "Egyéb",
    "description": "Dolore aliquip excepteur fugiat culpa duis do esse. Labore anim labore ex proident sint eu labore officia nostrud nisi aliquip adipisicing voluptate amet. Lorem laboris commodo irure adipisicing culpa id qui cupidatat incididunt commodo. Nostrud adipisicing minim ipsum laboris ipsum. Qui enim elit mollit pariatur nisi excepteur laborum minim irure nulla aliqua. Adipisicing ullamco ipsum id ut est amet qui veniam fugiat cupidatat ex laboris.\r\n",
    "settlement": "Novaj",
    "date": "1993-10-20",
    "time": "2-3 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 25334,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528db",
    "worker_user": "62af1acd3eebfd5b24a5287f"
  },
  {
    "title": "bútor összeszerelés",
    "category": "Egyéb",
    "description": "Officia nostrud esse est minim. Reprehenderit excepteur aute culpa ut. Deserunt sint ut reprehenderit ad qui adipisicing Lorem nisi sunt sint anim. Veniam exercitation laboris cupidatat occaecat ut sint proident.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "2010-09-26",
    "time": "5-8 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 26630,
    "active": false,
    "editor_user": "62af1acd3eebfd5b24a528c7",
    "worker_user": "62af1acd3eebfd5b24a52871"
  }
]