[
  {
    "id": 0,
    "title": "locsolás",
    "nature": "kerti",
    "description": "Lorem consequat eiusmod labore deserunt sit esse nulla amet. Quis dolor enim voluptate in ullamco aliqua ea. Culpa minim et aliquip fugiat veniam duis nulla cillum ex mollit voluptate. Est sit tempor excepteur non nostrud adipisicing veniam aliqua velit adipisicing eu labore dolore. Quis duis nisi elit qui consectetur enim cupidatat non officia nisi Lorem sint laboris.\r\n",
    "settlement": "Kompolt",
    "date": "2022-02-03",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 6764,
    "active": false,
    "editor_user_name": "akrolle1u",
    "worker_user_name": "saireton0"
  },
  {
    "id": 1,
    "title": "ablak tisztítás",
    "nature": "kerti",
    "description": "Enim aliquip nisi culpa veniam dolor magna mollit id. Incididunt deserunt est Lorem sint irure minim pariatur aliquip laboris laborum. Magna amet eu velit eiusmod velit deserunt veniam minim sint cupidatat aute excepteur. Cupidatat eiusmod sit deserunt irure eiusmod in sit laboris commodo magna ex irure. Sunt non magna sit excepteur dolor. Sint tempor anim ut officia anim ullamco dolor esse id. Nisi duis ad nulla exercitation dolore cillum in consectetur adipisicing proident.\r\n",
    "settlement": "Mikófalva",
    "date": "2022-05-21",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "none",
    "amount": 5431,
    "active": false,
    "editor_user_name": "akrolle1u",
    "worker_user_name": "csmidmoorf"
  },
  {
    "id": 2,
    "title": "izzó csere",
    "nature": "takarítás",
    "description": "Nostrud sit laboris ad enim aute in. Est mollit elit elit nisi anim deserunt minim minim cupidatat officia adipisicing. Sit pariatur adipisicing nisi ut deserunt ut nulla est magna ut do pariatur est. Lorem velit incididunt ipsum voluptate amet amet. Reprehenderit in cupidatat eiusmod ullamco est qui nisi. Nisi ut cupidatat aliquip voluptate nostrud anim enim laborum est reprehenderit amet id ut. Id ad eu incididunt tempor reprehenderit magna minim proident minim nisi.\r\n",
    "settlement": "Pétervására",
    "date": "2022-04-29",
    "time": "2-3 óra",
    "tools": true,
    "wage": "none",
    "amount": 7688,
    "active": false,
    "editor_user_name": "yipsgrave1j",
    "worker_user_name": "fpalluschekr"
  },
  {
    "id": 3,
    "title": "kerítés festés",
    "nature": "kerti",
    "description": "Mollit exercitation ad duis id. Lorem in voluptate commodo ipsum sit qui eiusmod ipsum officia pariatur. Occaecat officia irure quis pariatur non ea quis.\r\n",
    "settlement": "Füzesabony",
    "date": "2022-03-06",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 9174,
    "active": true,
    "editor_user_name": "mpleatc",
    "worker_user_name": "fbruck2g"
  },
  {
    "id": 4,
    "title": "mosogatógép bekötés",
    "nature": "kerti",
    "description": "Nulla laboris laboris velit excepteur consequat eu dolor veniam sunt qui minim deserunt labore ex. Duis commodo aliqua nulla consequat veniam nostrud aute. Irure ad velit voluptate exercitation velit eiusmod aute cillum ipsum occaecat anim proident. Occaecat excepteur magna officia non sit in commodo velit reprehenderit fugiat aliquip sit ullamco. Voluptate fugiat ea nostrud culpa veniam aute qui consectetur consequat. Aliqua esse fugiat id non sit velit veniam in dolor quis aute aliqua. Enim irure voluptate commodo Lorem laboris excepteur est eiusmod cupidatat dolor quis ex est Lorem.\r\n",
    "settlement": "Parádsasvár",
    "date": "2022-04-19",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "none",
    "amount": 3934,
    "active": false,
    "editor_user_name": "bbacop22",
    "worker_user_name": "tjukesy"
  },
  {
    "id": 5,
    "title": "eresztisztítás",
    "nature": "kerti",
    "description": "Sunt ut voluptate duis voluptate nulla in nostrud culpa ipsum. Consectetur est nisi occaecat labore exercitation deserunt ut exercitation ad ex sint fugiat do quis. Occaecat ex sit amet anim et occaecat irure pariatur cillum. Eu voluptate nulla reprehenderit veniam non sint incididunt. Nulla laborum ut culpa est duis cupidatat amet Lorem enim. In nostrud esse ea eiusmod culpa do.\r\n",
    "settlement": "Egercsehi",
    "date": "2022-05-07",
    "time": "5-8 óra",
    "tools": false,
    "wage": "none",
    "amount": 8252,
    "active": true,
    "editor_user_name": "olindsay1r",
    "worker_user_name": "mpleatc"
  },
  {
    "id": 6,
    "title": "eresztisztítás",
    "nature": "takarítás",
    "description": "In dolore in eiusmod ad do dolore deserunt dolore veniam amet cillum mollit. Ea proident ut in magna non do. Adipisicing reprehenderit qui irure exercitation laboris cillum. Nisi tempor esse magna excepteur tempor magna laboris incididunt culpa eiusmod aliquip excepteur.\r\n",
    "settlement": "Füzesabony",
    "date": "2022-05-04",
    "time": "5-8 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 8412,
    "active": true,
    "editor_user_name": "jaberkirder1",
    "worker_user_name": "fbruck2g"
  },
  {
    "id": 7,
    "title": "zárcsere",
    "nature": "kerti",
    "description": "Consectetur sint laboris laborum sunt ad aute elit exercitation ea id fugiat nostrud exercitation. Consectetur tempor veniam sint voluptate irure cupidatat eu ipsum cillum mollit officia magna veniam. Excepteur consequat ea velit nostrud non esse velit dolor duis occaecat. Sint fugiat incididunt ipsum cupidatat dolor nisi ad tempor sit pariatur Lorem esse in sit.\r\n",
    "settlement": "Szarvaskő",
    "date": "2022-05-30",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 3140,
    "active": false,
    "editor_user_name": "csmidmoorf",
    "worker_user_name": "ahince1a"
  },
  {
    "id": 8,
    "title": "konnektor csere",
    "nature": "takarítás",
    "description": "Est et nisi aliquip dolor cupidatat ut ullamco ad tempor est eu. Aliquip ad occaecat voluptate et in in dolor veniam adipisicing reprehenderit tempor. Fugiat labore est officia et veniam ut dolor.\r\n",
    "settlement": "Tarnalelesz",
    "date": "2022-01-03",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 2906,
    "active": false,
    "editor_user_name": "dgreydon21",
    "worker_user_name": "bdanfordn"
  },
  {
    "id": 9,
    "title": "kerítés festés",
    "nature": "takarítás",
    "description": "Ullamco laborum duis veniam deserunt cillum duis laborum ea. Consequat et eu sit deserunt non. Ea qui enim cillum fugiat consectetur. Enim commodo irure eu officia cupidatat proident veniam voluptate.\r\n",
    "settlement": "Adács",
    "date": "2022-01-10",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 7291,
    "active": false,
    "editor_user_name": "fpalluschekr",
    "worker_user_name": "lhardeyk"
  },
  {
    "id": 10,
    "title": "kerítés javítás",
    "nature": "takarítás",
    "description": "Consectetur dolor nostrud in pariatur Lorem ea ullamco aliquip aliquip. Laborum sunt dolore qui est. Irure officia aute reprehenderit dolore qui quis magna occaecat adipisicing commodo culpa culpa aute magna. Et elit eu irure occaecat ad incididunt eiusmod do minim est exercitation do. Anim anim ad veniam qui cupidatat. Consequat cillum ut labore eu amet esse magna excepteur non consectetur cillum enim magna veniam.\r\n",
    "settlement": "Visonta",
    "date": "2022-05-25",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 3685,
    "active": true,
    "editor_user_name": "clambole29",
    "worker_user_name": "btidball1n"
  },
  {
    "id": 11,
    "title": "locsolás",
    "nature": "kerti",
    "description": "Voluptate cillum qui cillum dolor exercitation aliquip. Excepteur nisi cupidatat ad et reprehenderit Lorem. Duis ut cillum sit eu cupidatat enim qui exercitation reprehenderit occaecat. Velit cillum qui consequat commodo voluptate. Ex voluptate in cillum ullamco velit anim ipsum non. Id deserunt consectetur dolore nisi deserunt exercitation dolore. Mollit consequat magna cillum voluptate adipisicing ea aute ut eu.\r\n",
    "settlement": "Parádsasvár",
    "date": "2022-03-16",
    "time": "5-8 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 6083,
    "active": false,
    "editor_user_name": "cirnis1l",
    "worker_user_name": "clambole29"
  },
  {
    "id": 12,
    "title": "sövénynyírás",
    "nature": "takarítás",
    "description": "Dolor Lorem aliqua enim exercitation nostrud minim exercitation. Nisi ipsum sint eiusmod Lorem sunt nostrud reprehenderit laborum laborum ut. Velit ea consectetur elit excepteur id velit irure cupidatat. Tempor dolore commodo anim ad sint culpa reprehenderit et aliqua ut. Aute in est proident id.\r\n",
    "settlement": "Nagyvisnyó",
    "date": "2022-05-26",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "órabér",
    "amount": 9974,
    "active": true,
    "editor_user_name": "rdullingham1v",
    "worker_user_name": "jaberkirder1"
  },
  {
    "id": 13,
    "title": "izzó csere",
    "nature": "takarítás",
    "description": "Ad elit laboris in aute. Adipisicing cillum consectetur et cupidatat laboris in deserunt veniam consectetur dolore nulla minim culpa. Aute esse nostrud nostrud adipisicing deserunt ullamco laboris est ut pariatur. Ad laborum eu nulla veniam laboris. Eu ad proident incididunt dolor et excepteur reprehenderit officia consequat. Ullamco excepteur qui non est dolor ipsum magna. Veniam ipsum aute ut ut sit consectetur ea reprehenderit culpa pariatur occaecat.\r\n",
    "settlement": "Sirok",
    "date": "2022-05-15",
    "time": "több nap",
    "tools": false,
    "wage": "none",
    "amount": 4509,
    "active": false,
    "editor_user_name": "akrolle1u",
    "worker_user_name": "mpleatc"
  },
  {
    "id": 14,
    "title": "gyomlálás",
    "nature": "takarítás",
    "description": "Velit amet cillum velit sit voluptate irure eu ex enim. Nulla proident labore fugiat sint ad officia sunt sit elit voluptate. Est mollit eiusmod amet laboris labore. In ea quis occaecat proident mollit ut laboris quis in sunt aliquip velit aute. Excepteur cillum aliqua ut minim et dolor. Occaecat ex est sunt nulla aliquip tempor ea.\r\n",
    "settlement": "Nagyvisnyó",
    "date": "2022-01-06",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 8545,
    "active": true,
    "editor_user_name": "csmidmoorf",
    "worker_user_name": "akrolle1u"
  },
  {
    "id": 15,
    "title": "locsolás",
    "nature": "takarítás",
    "description": "Amet cillum aute amet nulla id. Irure nostrud cillum ad consectetur cillum dolore. Magna aliquip magna ex ipsum do laboris ut qui ipsum.\r\n",
    "settlement": "Nagytálya",
    "date": "2022-04-23",
    "time": "1-2 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 9834,
    "active": false,
    "editor_user_name": "clambole29",
    "worker_user_name": "stordoff1q"
  },
  {
    "id": 16,
    "title": "sövénynyírás",
    "nature": "kerti",
    "description": "Commodo adipisicing nulla et nostrud tempor quis ut ipsum minim nulla ad. Consectetur non exercitation aute labore reprehenderit dolor fugiat irure ipsum minim velit Lorem cillum. In incididunt pariatur occaecat sit excepteur dolor nostrud laborum anim sit velit.\r\n",
    "settlement": "Visonta",
    "date": "2022-01-27",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 6142,
    "active": true,
    "editor_user_name": "mpleatc",
    "worker_user_name": "yipsgrave1j"
  },
  {
    "id": 17,
    "title": "favágás",
    "nature": "kerti",
    "description": "Id dolor cupidatat id in consectetur elit eu magna. Occaecat ullamco exercitation aliqua dolore quis. Voluptate aliqua sit fugiat pariatur non aliquip duis enim reprehenderit voluptate irure labore irure. Ex ipsum velit ut minim deserunt anim ipsum magna aliqua. Non tempor nulla ex commodo proident culpa ex. Anim do irure laborum ex ad nulla excepteur excepteur incididunt.\r\n",
    "settlement": "Füzesabony",
    "date": "2022-03-14",
    "time": "1-2 óra",
    "tools": false,
    "wage": "none",
    "amount": 7012,
    "active": true,
    "editor_user_name": "jaberkirder1",
    "worker_user_name": "dgreydon21"
  },
  {
    "id": 18,
    "title": "kerítés festése",
    "nature": "takarítás",
    "description": "Sint ex amet fugiat sint. Mollit dolore magna dolore cupidatat nulla nisi do ipsum deserunt deserunt irure adipisicing adipisicing. Tempor officia culpa eiusmod anim pariatur elit enim quis ex excepteur exercitation excepteur et.\r\n",
    "settlement": "Egerszólát",
    "date": "2022-02-15",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "fix összeg",
    "amount": 6816,
    "active": true,
    "editor_user_name": "yipsgrave1j",
    "worker_user_name": "dgreydon21"
  },
  {
    "id": 19,
    "title": "favágás",
    "nature": "kerti",
    "description": "Lorem do ut ex commodo proident dolore sunt in magna velit deserunt. Esse anim aliqua in ullamco id esse id. Ut occaecat ipsum nostrud sint occaecat aute ullamco aliquip aliquip aliqua. Velit dolore reprehenderit duis in occaecat adipisicing reprehenderit et anim excepteur.\r\n",
    "settlement": "Bekölce",
    "date": "2022-01-14",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "fix összeg",
    "amount": 9844,
    "active": false,
    "editor_user_name": "aterrazzo1k",
    "worker_user_name": "mpleatc"
  },
  {
    "id": 20,
    "title": "kerítés festés",
    "nature": "kerti",
    "description": "Deserunt sunt est duis mollit cupidatat ex esse mollit. Labore eu eiusmod quis sint amet et commodo aute nisi eiusmod eiusmod. Minim tempor incididunt dolor Lorem magna esse occaecat. Culpa in minim elit eu. Esse aliquip ullamco eiusmod proident.\r\n",
    "settlement": "Tarnalelesz",
    "date": "2022-04-19",
    "time": "5-8 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 6068,
    "active": false,
    "editor_user_name": "lcallf1x",
    "worker_user_name": "olindsay1r"
  },
  {
    "id": 21,
    "title": "dugulás elhárítás",
    "nature": "takarítás",
    "description": "Incididunt Lorem ut aliqua sit. Aliquip aliquip est qui labore nulla proident sunt aute dolor aliqua. Eu proident velit ex eiusmod. Amet irure laboris occaecat duis ullamco veniam. In minim amet id cupidatat. Voluptate minim cillum reprehenderit nisi esse ad nisi proident. Lorem irure velit cupidatat et ea officia commodo labore laborum tempor sunt elit.\r\n",
    "settlement": "Egerszólát",
    "date": "2022-02-10",
    "time": "1-2 óra",
    "tools": true,
    "wage": "none",
    "amount": 4782,
    "active": true,
    "editor_user_name": "fbruck2g",
    "worker_user_name": "dhaneyp"
  },
  {
    "id": 22,
    "title": "konnektor csere",
    "nature": "kerti",
    "description": "Labore ipsum velit Lorem excepteur velit amet laborum aliquip occaecat in ut tempor ea enim. Laborum aliquip ut pariatur culpa duis. Non adipisicing minim nisi culpa eiusmod laborum ut culpa Lorem culpa ad ea est.\r\n",
    "settlement": "Zagyvaszántó",
    "date": "2022-05-10",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 4882,
    "active": false,
    "editor_user_name": "cirnis1l",
    "worker_user_name": "bspray1e"
  },
  {
    "id": 23,
    "title": "takarítás",
    "nature": "takarítás",
    "description": "Ad elit pariatur cupidatat commodo aliquip id est tempor est commodo consequat cillum nulla. Magna non commodo nisi velit mollit ad dolore. Labore tempor ad nisi aliqua nostrud. Anim nostrud sint aute ipsum proident dolor non nostrud laborum Lorem eu ex Lorem. Incididunt consectetur exercitation mollit et aliqua eiusmod ullamco officia amet sit ut pariatur.\r\n",
    "settlement": "Noszvaj",
    "date": "2022-03-15",
    "time": "5-8 óra",
    "tools": false,
    "wage": "none",
    "amount": 5199,
    "active": true,
    "editor_user_name": "delmore1s",
    "worker_user_name": "amatyatin1y"
  },
  {
    "id": 24,
    "title": "dugulás elhárítás",
    "nature": "kerti",
    "description": "Eiusmod aute laborum est dolore nostrud voluptate irure cupidatat incididunt enim. Id elit aliqua consectetur nulla. In ipsum velit in quis qui fugiat aliquip. Occaecat minim anim amet anim amet in est eu amet do veniam incididunt nulla nisi. Aute ipsum est Lorem do aliqua duis ipsum occaecat non ea aute consectetur dolore pariatur. Ad consectetur fugiat aute est ea quis fugiat. Veniam dolore reprehenderit non ut veniam aliqua sint.\r\n",
    "settlement": "Kompolt",
    "date": "2022-04-28",
    "time": "5-8 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 2746,
    "active": true,
    "editor_user_name": "btidball1n",
    "worker_user_name": "csmidmoorf"
  },
  {
    "id": 25,
    "title": "kerítés festése",
    "nature": "takarítás",
    "description": "Culpa fugiat aliqua aliquip culpa eu aute dolore commodo aliqua. Sit pariatur laborum occaecat fugiat aliqua voluptate do quis pariatur non eiusmod aute ad reprehenderit. In ex cupidatat anim ut et deserunt non ipsum. Tempor adipisicing sint nulla esse.\r\n",
    "settlement": "Parád",
    "date": "2022-01-24",
    "time": "3-5 óra",
    "tools": false,
    "wage": "none",
    "amount": 9955,
    "active": true,
    "editor_user_name": "saireton0",
    "worker_user_name": "aterrazzo1k"
  },
  {
    "id": 26,
    "title": "mosogatógép bekötés",
    "nature": "takarítás",
    "description": "Qui amet deserunt laboris dolore mollit labore quis. Proident nulla ex officia et commodo ex sint nostrud consequat eiusmod anim Lorem occaecat cillum. Aliqua voluptate reprehenderit amet eiusmod cillum pariatur cillum esse eiusmod. Commodo proident laborum commodo fugiat ipsum anim elit magna esse deserunt. Laborum quis ullamco excepteur nisi pariatur voluptate occaecat excepteur sint.\r\n",
    "settlement": "Recsk",
    "date": "2022-03-28",
    "time": "2-3 óra",
    "tools": true,
    "wage": "none",
    "amount": 3480,
    "active": false,
    "editor_user_name": "stordoff1q",
    "worker_user_name": "cirnis1l"
  },
  {
    "id": 27,
    "title": "kerítés javítás",
    "nature": "takarítás",
    "description": "Consectetur aliqua ea voluptate incididunt culpa Lorem nostrud. Consectetur aliquip occaecat qui irure voluptate quis. Eiusmod ex occaecat sit cupidatat sit voluptate esse exercitation. Velit enim cupidatat enim fugiat labore pariatur do fugiat. Consectetur aliquip pariatur ipsum elit occaecat labore anim adipisicing. Veniam veniam fugiat reprehenderit cillum commodo reprehenderit irure et exercitation minim aliqua fugiat nulla nisi.\r\n",
    "settlement": "Poroszló",
    "date": "2022-04-11",
    "time": "1-2 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 3430,
    "active": false,
    "editor_user_name": "ahince1a",
    "worker_user_name": "mmorey24"
  },
  {
    "id": 28,
    "title": "medence tisztítás",
    "nature": "kerti",
    "description": "Quis ipsum aliqua amet eiusmod veniam esse. Nulla velit consequat nostrud sit esse. In velit proident cupidatat culpa anim labore. Labore quis veniam occaecat excepteur voluptate adipisicing anim occaecat nulla. Laboris id laboris in reprehenderit in Lorem non eu occaecat fugiat.\r\n",
    "settlement": "Nagytálya",
    "date": "2022-05-18",
    "time": "kevesebb 1 óránál",
    "tools": false,
    "wage": "órabér",
    "amount": 7844,
    "active": false,
    "editor_user_name": "amatyatin1y",
    "worker_user_name": "bspray1e"
  },
  {
    "id": 29,
    "title": "zárcsere",
    "nature": "kerti",
    "description": "Consequat quis fugiat aliqua amet irure sit ipsum. Esse proident ex consectetur esse ea consequat nostrud. Officia sunt culpa commodo proident minim ea. Deserunt tempor et incididunt dolor. Veniam enim nisi enim esse reprehenderit sint qui non quis. Labore sunt consectetur tempor nostrud laboris voluptate sunt eu velit quis.\r\n",
    "settlement": "Nagyvisnyó",
    "date": "2022-01-09",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 9071,
    "active": true,
    "editor_user_name": "akrolle1u",
    "worker_user_name": "clambole29"
  },
  {
    "id": 30,
    "title": "polc felfúrás",
    "nature": "takarítás",
    "description": "Mollit Lorem aliqua commodo quis incididunt deserunt cupidatat ut. Tempor aliquip ullamco eu eiusmod eu ad quis dolor Lorem deserunt dolore. Mollit qui culpa non dolor anim commodo. Eu fugiat sunt dolore minim nisi laboris dolore. Voluptate cupidatat magna eu nostrud velit laborum tempor ipsum officia proident cupidatat qui culpa. Nostrud Lorem id amet anim.\r\n",
    "settlement": "Atkár",
    "date": "2022-04-03",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 4943,
    "active": true,
    "editor_user_name": "btidball1n",
    "worker_user_name": "olindsay1r"
  },
  {
    "id": 31,
    "title": "mosogatógép bekötés",
    "nature": "kerti",
    "description": "Magna esse cupidatat excepteur in laborum aliquip fugiat culpa exercitation sit qui. Officia eiusmod in incididunt nulla ea consectetur minim commodo ipsum aute. Est eu minim do aliqua aliquip anim velit reprehenderit eiusmod sunt anim incididunt. Mollit esse amet minim nisi labore in ex sit laborum ipsum adipisicing. Laboris magna eiusmod reprehenderit nisi tempor nostrud ex mollit sit non ipsum dolore dolor. Deserunt culpa aute nulla commodo tempor tempor ea fugiat consectetur est cillum. Ex aute dolor laboris cillum minim eu dolore eu tempor deserunt elit.\r\n",
    "settlement": "Átány",
    "date": "2022-03-22",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 4692,
    "active": true,
    "editor_user_name": "delmore1s",
    "worker_user_name": "lhardeyk"
  },
  {
    "id": 32,
    "title": "medence tisztítás",
    "nature": "takarítás",
    "description": "Laboris exercitation occaecat reprehenderit pariatur id voluptate dolor aliquip. Duis excepteur sunt eiusmod consequat ex non laboris adipisicing ad quis. Eu aliqua aliqua duis aliqua enim. Nostrud anim id laborum ullamco.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "2022-03-10",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "órabér",
    "amount": 6913,
    "active": false,
    "editor_user_name": "olindsay1r",
    "worker_user_name": "csmidmoorf"
  },
  {
    "id": 33,
    "title": "dugulás elhárítás",
    "nature": "kerti",
    "description": "Proident adipisicing id dolor eiusmod labore cupidatat dolore et amet consequat. Commodo tempor ullamco enim deserunt occaecat minim adipisicing velit ipsum dolore adipisicing nisi commodo. Pariatur quis officia occaecat dolore ullamco ullamco Lorem et aliqua. Laborum velit nostrud aliquip quis eu cillum deserunt duis ad aliqua ullamco. Nisi magna incididunt deserunt ullamco Lorem officia veniam excepteur fugiat laboris. Ex sit laborum reprehenderit occaecat quis aliqua officia.\r\n",
    "settlement": "Recsk",
    "date": "2022-04-17",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 1892,
    "active": true,
    "editor_user_name": "mmorey24",
    "worker_user_name": "erazoux2e"
  },
  {
    "id": 34,
    "title": "zárcsere",
    "nature": "takarítás",
    "description": "Minim ipsum cillum occaecat anim ad excepteur laborum eiusmod ex. Ex magna nulla ad id consectetur ut mollit sunt dolore sit consectetur incididunt eiusmod. Reprehenderit enim nulla elit ullamco sit ullamco. Magna laboris tempor velit ullamco ipsum culpa commodo irure. Culpa cupidatat mollit elit laborum amet ullamco tempor exercitation commodo culpa laboris commodo dolore. Dolor enim velit cupidatat ut aliquip magna ipsum duis cupidatat.\r\n",
    "settlement": "Egerfarmos",
    "date": "2022-02-27",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 7061,
    "active": true,
    "editor_user_name": "cirnis1l",
    "worker_user_name": "mpleatc"
  },
  {
    "id": 35,
    "title": "képek felfúrása",
    "nature": "takarítás",
    "description": "Duis aute consectetur ea aliquip et dolore non ullamco minim voluptate eiusmod esse ex dolore. Esse aute proident minim eiusmod culpa quis nostrud quis qui. Aute sunt eu sunt anim laboris ad minim et. Ut et adipisicing enim non. Commodo non cupidatat laboris Lorem do et Lorem qui aute incididunt sunt ad et aliquip.\r\n",
    "settlement": "Tarnaszentmária",
    "date": "2022-03-03",
    "time": "2-3 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 7971,
    "active": true,
    "editor_user_name": "lhardeyk",
    "worker_user_name": "lcallf1x"
  },
  {
    "id": 36,
    "title": "polc felfúrás",
    "nature": "kerti",
    "description": "Dolore ullamco et eiusmod est aliqua. In aliqua pariatur laboris officia elit aliqua anim magna consectetur quis mollit labore ea. Amet reprehenderit irure do ad ad incididunt est dolor ad in mollit. Duis laborum ea non aute laborum sint officia id mollit excepteur et. Sint irure ea in cillum ad ea deserunt.\r\n",
    "settlement": "Mikófalva",
    "date": "2022-01-28",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 2490,
    "active": true,
    "editor_user_name": "cirnis1l",
    "worker_user_name": "pelphey2a"
  },
  {
    "id": 37,
    "title": "fűnyírás",
    "nature": "takarítás",
    "description": "Tempor ipsum esse veniam id esse velit ullamco mollit qui aliqua duis. Ipsum consectetur sit reprehenderit in anim est incididunt. Adipisicing nulla Lorem non Lorem cupidatat ad eu velit officia velit enim aliquip consectetur. Reprehenderit tempor consectetur minim ad fugiat voluptate. Id ad nostrud do reprehenderit deserunt commodo cupidatat laboris. Occaecat cupidatat non culpa fugiat consequat pariatur nisi eu consectetur laborum magna ullamco mollit eu.\r\n",
    "settlement": "Aldebrő",
    "date": "2022-02-17",
    "time": "1-2 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 7178,
    "active": true,
    "editor_user_name": "olindsay1r",
    "worker_user_name": "btidball1n"
  },
  {
    "id": 38,
    "title": "növény átültetés",
    "nature": "kerti",
    "description": "Aliqua sint dolore ea aute. Labore nisi sint incididunt id ea sit est cupidatat sint. Fugiat fugiat magna exercitation magna magna reprehenderit excepteur do sit id labore laborum. Nisi aliqua fugiat et aliqua amet exercitation nulla qui aliqua do voluptate nisi.\r\n",
    "settlement": "Aldebrő",
    "date": "2022-02-14",
    "time": "2-3 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 7159,
    "active": true,
    "editor_user_name": "bspray1e",
    "worker_user_name": "btidball1n"
  },
  {
    "id": 39,
    "title": "medence tisztítás",
    "nature": "kerti",
    "description": "Dolore ea ad irure deserunt quis sint sit id labore tempor magna consectetur. Est sint aliqua Lorem qui amet cillum anim. Aute consequat adipisicing sunt incididunt aliqua do ex cillum amet veniam elit.\r\n",
    "settlement": "Aldebrő",
    "date": "2022-05-06",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 3717,
    "active": true,
    "editor_user_name": "bbacop22",
    "worker_user_name": "delmore1s"
  },
  {
    "id": 40,
    "title": "medence tisztítás",
    "nature": "kerti",
    "description": "Laboris est incididunt sit quis eiusmod esse laborum magna qui do fugiat. Pariatur pariatur amet consequat magna adipisicing aliqua pariatur nisi. Ad in do aute magna. Ea ex nulla velit do. Ipsum quis nostrud cillum aliquip culpa labore laborum sunt pariatur enim eu. Dolore voluptate Lorem aliquip est exercitation proident ut eiusmod eiusmod Lorem.\r\n",
    "settlement": "Parádsasvár",
    "date": "2022-03-19",
    "time": "3-5 óra",
    "tools": false,
    "wage": "none",
    "amount": 6424,
    "active": true,
    "editor_user_name": "amatyatin1y",
    "worker_user_name": "gbarfootv"
  },
  {
    "id": 41,
    "title": "zárcsere",
    "nature": "kerti",
    "description": "Id officia nostrud ut consectetur Lorem cillum minim proident excepteur magna consectetur consequat non. Minim veniam nostrud cupidatat deserunt. Ullamco tempor incididunt elit nostrud Lorem proident ullamco nostrud anim duis tempor cupidatat nisi ullamco. Esse cillum deserunt et id mollit fugiat qui cillum consectetur. Tempor cillum ipsum elit veniam ad. Ullamco anim ad nulla amet consectetur. Laborum culpa dolore elit adipisicing sunt deserunt.\r\n",
    "settlement": "Aldebrő",
    "date": "2022-04-08",
    "time": "3-5 óra",
    "tools": true,
    "wage": "fix összeg",
    "amount": 7885,
    "active": true,
    "editor_user_name": "delmore1s",
    "worker_user_name": "stordoff1q"
  },
  {
    "id": 42,
    "title": "növény átültetés",
    "nature": "takarítás",
    "description": "Qui in sint fugiat consequat do pariatur. Sint id deserunt elit tempor nulla voluptate tempor consequat ipsum id. Anim irure fugiat proident excepteur tempor tempor qui mollit. Ex et officia reprehenderit sunt et sit magna est dolor sunt irure est.\r\n",
    "settlement": "Szilvásvárad",
    "date": "2022-04-23",
    "time": "3-5 óra",
    "tools": true,
    "wage": "none",
    "amount": 7059,
    "active": false,
    "editor_user_name": "rdullingham1v",
    "worker_user_name": "stordoff1q"
  },
  {
    "id": 43,
    "title": "polc felfúrás",
    "nature": "kerti",
    "description": "Laboris non nostrud cillum officia enim cupidatat anim dolor. Ad ullamco cupidatat nulla duis sunt qui occaecat eu magna pariatur nostrud cillum. Ea reprehenderit mollit ex magna eu eiusmod deserunt consequat irure esse enim.\r\n",
    "settlement": "Andornaktálya",
    "date": "2022-03-11",
    "time": "1-2 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 8252,
    "active": false,
    "editor_user_name": "pelphey2a",
    "worker_user_name": "delmore1s"
  },
  {
    "id": 44,
    "title": "konnektor csere",
    "nature": "takarítás",
    "description": "Nostrud ut sit ullamco fugiat id commodo consequat in culpa. Esse dolore commodo aliqua tempor Lorem eiusmod Lorem aliqua. Sint incididunt Lorem dolore culpa eiusmod pariatur irure dolor. Cillum adipisicing ad ea reprehenderit est est pariatur dolore sint culpa dolore. Incididunt aliqua pariatur est excepteur adipisicing est fugiat non fugiat pariatur eiusmod cupidatat duis esse. Aliquip aute ea pariatur pariatur deserunt labore est.\r\n",
    "settlement": "Adács",
    "date": "2022-03-20",
    "time": "2-3 óra",
    "tools": true,
    "wage": "none",
    "amount": 1850,
    "active": true,
    "editor_user_name": "rdullingham1v",
    "worker_user_name": "gbarfootv"
  },
  {
    "id": 45,
    "title": "dugulás elhárítás",
    "nature": "takarítás",
    "description": "Commodo magna consequat amet quis occaecat id proident nostrud eu. Exercitation qui non adipisicing aliqua nostrud ipsum nisi commodo dolore aute officia excepteur exercitation labore. Ipsum voluptate amet fugiat occaecat tempor qui. Anim et et minim magna adipisicing laboris exercitation excepteur.\r\n",
    "settlement": "Bükkszenterzsébet",
    "date": "2022-03-09",
    "time": "kevesebb 1 óránál",
    "tools": true,
    "wage": "none",
    "amount": 8699,
    "active": false,
    "editor_user_name": "fbruck2g",
    "worker_user_name": "bbacop22"
  },
  {
    "id": 46,
    "title": "dugulás elhárítás",
    "nature": "kerti",
    "description": "Ut tempor dolore elit excepteur aliquip cillum laborum ea dolore enim. Id dolor nostrud sunt Lorem reprehenderit reprehenderit duis. Eu minim tempor duis eu laboris voluptate do nulla consequat proident.\r\n",
    "settlement": "Kompolt",
    "date": "2022-05-27",
    "time": "3-5 óra",
    "tools": true,
    "wage": "órabér",
    "amount": 4503,
    "active": true,
    "editor_user_name": "bspray1e",
    "worker_user_name": "bbacop22"
  },
  {
    "id": 47,
    "title": "kerítés javítás",
    "nature": "takarítás",
    "description": "Veniam exercitation culpa dolore id ad. Adipisicing qui ullamco consequat sint officia adipisicing veniam laborum ea ipsum eu nostrud. Laborum officia non incididunt ex mollit cillum est magna sint deserunt fugiat labore. Proident officia reprehenderit eiusmod proident eiusmod laborum fugiat quis elit fugiat veniam anim. Commodo esse eiusmod do magna aliqua velit aliquip.\r\n",
    "settlement": "Zagyvaszántó",
    "date": "2022-05-29",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 2207,
    "active": true,
    "editor_user_name": "clambole29",
    "worker_user_name": "clambole29"
  },
  {
    "id": 48,
    "title": "bútor összeszerelés",
    "nature": "takarítás",
    "description": "Esse magna enim duis sit mollit velit reprehenderit et enim reprehenderit consectetur occaecat consectetur elit. Enim ut anim et dolore officia fugiat ad aliquip duis veniam. Dolor est ipsum exercitation Lorem culpa in sint. Cupidatat irure nulla officia veniam magna. Enim dolore ipsum officia Lorem Lorem amet culpa. Fugiat laborum ullamco id eiusmod veniam amet quis voluptate labore adipisicing deserunt consectetur.\r\n",
    "settlement": "Aldebrő",
    "date": "2022-02-13",
    "time": "5-8 óra",
    "tools": false,
    "wage": "órabér",
    "amount": 8462,
    "active": false,
    "editor_user_name": "csmidmoorf",
    "worker_user_name": "fpalluschekr"
  },
  {
    "id": 49,
    "title": "konnektor csere",
    "nature": "kerti",
    "description": "Et voluptate fugiat in elit nulla. Reprehenderit ut nulla magna magna. Velit non tempor deserunt ad minim magna elit. Consectetur aute exercitation dolore Lorem laborum in.\r\n",
    "settlement": "Bekölce",
    "date": "2022-01-21",
    "time": "3-5 óra",
    "tools": false,
    "wage": "fix összeg",
    "amount": 9327,
    "active": true,
    "editor_user_name": "lcallf1x",
    "worker_user_name": "fpalluschekr"
  }
]