[
  {
    "editor_user": "62b9115ba96eee70e622c67b",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 18
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 19
    },
    "description": "Aliquip irure qui elit do excepteur laboris exercitation aute dolore proident occaecat enim proident anim. Labore ad pariatur eiusmod enim aute laborum anim officia culpa Lorem velit. Ipsum aliqua ad id minim amet. Enim magna officia consequat sit labore voluptate tempor. Labore eiusmod sint sint qui ipsum. Tempor excepteur id velit dolore labore id culpa irure veniam. Et deserunt anim laborum labore nulla ex nisi laboris deserunt Lorem.\r\n",
    "settlement": "Tenk"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64d",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 5
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 7
    },
    "description": "Aliqua proident veniam duis officia. Veniam sunt duis eiusmod dolor consequat mollit. Sit minim ullamco mollit elit ipsum. Minim amet duis anim commodo et ipsum ut culpa occaecat eiusmod cupidatat. Ex cillum eiusmod cillum pariatur proident. Do nulla dolor fugiat dolore ad irure. Incididunt in nisi occaecat aliquip ipsum non elit pariatur laborum fugiat.\r\n",
    "settlement": "Besenyőtelek"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 20
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 28
    },
    "description": "Reprehenderit laborum culpa aute culpa cillum incididunt minim nulla fugiat in consectetur reprehenderit. Laboris anim ea tempor sint esse anim proident proident. Dolore voluptate cillum eu eu. Sint occaecat qui nulla et in culpa laboris do cillum aliquip amet aute sunt occaecat. Amet ad labore deserunt nostrud dolor exercitation dolor ipsum non ex irure est minim. Laboris excepteur commodo qui ullamco ad laborum cupidatat commodo anim eiusmod consectetur. Commodo duis cillum laboris cupidatat adipisicing ad laboris non cupidatat veniam non Lorem reprehenderit.\r\n",
    "settlement": "Átány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67b",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 17
    },
    "description": "Irure mollit do esse sunt nostrud officia proident duis anim deserunt. Ad eiusmod irure reprehenderit eiusmod fugiat ullamco fugiat est ad et. Laboris cupidatat dolore nulla ad enim sunt aliqua. Cupidatat excepteur magna et nisi sint proident do exercitation ex in adipisicing pariatur voluptate do.\r\n",
    "settlement": "Novaj"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 11
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 19
    },
    "description": "Ipsum occaecat consequat in in sunt deserunt ipsum excepteur eiusmod fugiat ipsum veniam incididunt. Proident laboris est et adipisicing aliqua exercitation non fugiat. Ullamco duis cupidatat consectetur esse velit dolor nostrud voluptate culpa ea nostrud fugiat. Aute pariatur amet elit eu tempor voluptate adipisicing dolor enim anim pariatur nostrud. Est reprehenderit qui aute exercitation non. Ullamco aliquip duis enim cupidatat eiusmod eiusmod sint id velit reprehenderit.\r\n",
    "settlement": "Kisnána"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 29
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 6
    },
    "description": "Est quis do tempor Lorem consectetur sunt fugiat consectetur ut et consequat. Labore irure consectetur in ut incididunt reprehenderit irure elit eu magna culpa non ea elit. Qui quis deserunt anim sint eiusmod ea cillum ex commodo anim consequat culpa.\r\n",
    "settlement": "Tarnaszentmária"
  },
  {
    "editor_user": "62b9115ba96eee70e622c637",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 8
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 15
    },
    "description": "Sunt quis amet ad Lorem proident nisi nostrud magna nostrud eiusmod exercitation non do. Dolor cillum elit do duis in nulla veniam officia enim laborum. Dolore esse incididunt pariatur deserunt ex.\r\n",
    "settlement": "Adács"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67b",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 18
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 2
    },
    "description": "Est nostrud culpa cillum ipsum. Dolore nulla sint cillum ipsum quis officia consectetur quis incididunt ad duis voluptate. Elit veniam minim occaecat ad tempor incididunt exercitation laborum sint eiusmod adipisicing in.\r\n",
    "settlement": "Pétervására"
  },
  {
    "editor_user": "62b9115ba96eee70e622c651",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 25
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 4
    },
    "description": "Non eu adipisicing et ad amet ad est quis fugiat sit sit. Qui ad nisi voluptate excepteur Lorem magna aliqua adipisicing qui sit ex do. Dolor sit tempor fugiat laborum. Ullamco aliquip est aute cillum. Cupidatat id irure ex duis enim commodo ex amet anim cillum nostrud laborum. Incididunt deserunt aliquip culpa et ut est irure. Est anim anim irure labore exercitation consectetur ad proident sint nulla aliquip aute pariatur.\r\n",
    "settlement": "Egerbakta"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 20
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 10
    },
    "description": "Consectetur proident tempor sunt irure nulla aliqua. Consequat et nostrud ea ea est eu tempor commodo aliquip culpa sit occaecat dolore ex. Elit consectetur culpa ut velit ad quis cillum voluptate minim excepteur quis. Commodo qui pariatur velit in laborum esse officia non nulla dolor. Cillum aliquip elit cillum commodo duis enim quis excepteur.\r\n",
    "settlement": "Besenyőtelek"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 27
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 9
    },
    "description": "Labore do ullamco eiusmod amet sit cupidatat tempor laborum ex officia anim id veniam ex. Veniam incididunt voluptate cillum in proident est aute. Non ipsum magna aliqua velit sunt labore magna ipsum enim ipsum dolor.\r\n",
    "settlement": "Poroszló"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 21
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 5
    },
    "description": "Commodo enim dolore incididunt est voluptate. Aute consectetur aliquip voluptate eiusmod nulla nostrud est excepteur. Cupidatat adipisicing ea nostrud commodo sit do nisi aliquip ad eiusmod nulla sunt. Ea cillum ad ex velit cupidatat proident Lorem. Et velit esse dolore velit exercitation. Do sit nulla cupidatat exercitation ad ea.\r\n",
    "settlement": "Átány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67d",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 28
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 13
    },
    "description": "Nisi nisi nisi deserunt elit cillum ipsum eiusmod in proident est velit. Pariatur cillum deserunt cillum laboris qui. Quis proident amet exercitation aliqua officia anim incididunt cillum proident. Commodo pariatur dolore proident sint labore velit est. Esse sint adipisicing ut eiusmod consectetur sint anim pariatur esse. Duis qui ea labore excepteur aliqua incididunt nulla excepteur nulla sint dolore nisi officia eu. Enim ea est adipisicing anim esse laborum officia est voluptate pariatur aute.\r\n",
    "settlement": "Bekölce"
  },
  {
    "editor_user": "62b9115ba96eee70e622c673",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 26
    },
    "description": "Cillum occaecat consectetur non officia. Nisi deserunt aliquip in dolor ex qui labore consequat. Amet proident eiusmod pariatur esse labore tempor minim aute nisi. Est nisi sit eu dolore commodo pariatur minim reprehenderit sint ea laboris sint ipsum do.\r\n",
    "settlement": "Demjén"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 21
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 24
    },
    "description": "Occaecat incididunt occaecat irure ipsum laboris et commodo esse consequat Lorem mollit. Nostrud velit anim quis fugiat. Eu esse exercitation in laboris laborum incididunt ut sunt fugiat enim ad minim id qui. Eu non ut quis ea enim exercitation enim non ad aute culpa proident.\r\n",
    "settlement": "Nagyvisnyó"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 25
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 16
    },
    "description": "Adipisicing aute voluptate excepteur incididunt id enim. Adipisicing sit dolore amet eu esse minim dolor laborum ut magna consectetur qui exercitation. Proident cupidatat fugiat aliqua dolor et. Fugiat ad et ut nisi aliqua laborum reprehenderit. Cillum cillum quis magna nulla mollit reprehenderit irure aliquip nisi. Amet fugiat anim exercitation cillum irure eiusmod voluptate veniam velit.\r\n",
    "settlement": "Andornaktálya"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 12
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 11
    },
    "description": "Elit non id dolor adipisicing veniam ex id tempor officia est. Irure culpa pariatur elit aliquip cupidatat incididunt do cupidatat. Consequat proident excepteur sunt nisi pariatur pariatur amet ea excepteur. Duis irure dolor sint commodo laborum cupidatat nostrud ullamco ex labore eu exercitation nulla. Voluptate minim dolor sint officia occaecat consequat sunt non ad esse quis elit ipsum. Dolor nisi dolor nisi qui laborum laboris ut deserunt.\r\n",
    "settlement": "Tenk"
  },
  {
    "editor_user": "62b9115ba96eee70e622c651",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 9
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 22
    },
    "description": "Cillum nulla est tempor minim adipisicing consectetur id tempor est incididunt in magna. Ut aliqua cupidatat nostrud non amet amet consectetur proident consequat id incididunt incididunt dolore. Amet nulla in sint culpa magna aliquip duis incididunt. Aliqua ad anim incididunt reprehenderit duis laboris deserunt ad voluptate aute culpa anim mollit sunt. Excepteur quis eu pariatur enim minim non dolor.\r\n",
    "settlement": "Egerszólát"
  },
  {
    "editor_user": "62b9115ba96eee70e622c673",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 8
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 27
    },
    "description": "Do amet id incididunt minim sit ea magna. Lorem enim reprehenderit consectetur labore cupidatat labore ut cillum occaecat nostrud consequat ipsum et non. Aliqua ea do id ullamco incididunt esse amet nostrud do dolor. Reprehenderit nostrud sint dolore exercitation nulla Lorem do veniam qui aliquip.\r\n",
    "settlement": "Zagyvaszántó"
  },
  {
    "editor_user": "62b9115ba96eee70e622c667",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 25
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 18
    },
    "description": "Amet Lorem qui non veniam irure sit sunt duis commodo. Consequat do laboris consectetur voluptate. Duis voluptate et deserunt et tempor veniam do. Voluptate velit fugiat laboris id dolor elit Lorem. Reprehenderit non aliqua officia occaecat. Ut exercitation ex elit consequat amet commodo non exercitation est enim enim fugiat. Labore deserunt magna consequat duis mollit mollit sunt magna.\r\n",
    "settlement": "Demjén"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 26
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 3
    },
    "description": "Velit dolore aliquip ullamco et Lorem exercitation duis incididunt pariatur exercitation deserunt officia. Elit pariatur culpa culpa nisi eu sint eiusmod. Amet ex velit ut et sunt nisi mollit duis. Cillum ullamco elit consequat nostrud. Culpa sint nostrud aliqua labore commodo. Veniam aliquip culpa id aliquip incididunt cupidatat magna.\r\n",
    "settlement": "Maklár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66d",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 8
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 22
    },
    "description": "Aute consectetur qui labore nisi est consequat amet duis amet incididunt amet nostrud sunt anim. Occaecat labore magna anim elit fugiat veniam incididunt sint. Ex tempor do exercitation sint officia est ex ullamco. Incididunt officia voluptate commodo ullamco Lorem labore aute labore. Commodo do voluptate aliqua anim consectetur tempor sunt labore. Aliqua mollit cupidatat sit culpa cillum qui ullamco exercitation cillum pariatur reprehenderit sunt magna eu. Dolor fugiat adipisicing amet labore eu.\r\n",
    "settlement": "Atkár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64d",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 16
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 5
    },
    "description": "Duis sunt nisi velit amet eiusmod culpa laborum in ex excepteur tempor Lorem eiusmod in. Nostrud aute pariatur qui aute minim sint. Reprehenderit magna sit qui Lorem pariatur proident officia ullamco. Dolor deserunt eiusmod culpa est. Eu ea occaecat labore laborum consequat nulla cupidatat magna cillum incididunt nisi. Ullamco consectetur anim consequat nostrud nulla ea dolor officia irure incididunt ut tempor sit eu. Deserunt ad incididunt adipisicing ipsum cupidatat nostrud nostrud sunt enim elit anim tempor tempor.\r\n",
    "settlement": "Kál"
  },
  {
    "editor_user": "62b9115ba96eee70e622c65d",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 13
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 9
    },
    "description": "Elit id ex sunt dolor cupidatat. Est ex fugiat consequat amet laborum proident. Deserunt consectetur commodo cupidatat id. Ut fugiat ea excepteur magna minim labore consectetur incididunt adipisicing laboris est. Occaecat labore reprehenderit velit ad tempor. Qui pariatur elit esse magna pariatur ad commodo pariatur consequat. Exercitation culpa laboris id dolore id eiusmod veniam.\r\n",
    "settlement": "Besenyőtelek"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 19
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 5
    },
    "description": "Reprehenderit do aliqua aliquip duis nulla nulla mollit mollit occaecat. Voluptate et adipisicing amet quis nostrud in commodo irure commodo laborum est veniam. Lorem qui dolor qui sit voluptate aute proident laboris amet anim magna. Consequat voluptate irure eiusmod qui et eu aliqua consectetur.\r\n",
    "settlement": "Mikófalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 19
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 29
    },
    "description": "Minim id velit pariatur fugiat nostrud nisi consectetur consequat consequat et. Id mollit cillum Lorem aliquip amet pariatur culpa esse sit ut. Labore sunt mollit esse occaecat ex esse aliqua velit commodo reprehenderit consequat enim. Ullamco sint Lorem qui Lorem sit dolor ullamco. Consectetur do aliquip deserunt mollit id velit adipisicing ullamco officia Lorem veniam. Nostrud commodo eu dolor laboris sit nostrud.\r\n",
    "settlement": "Pétervására"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66b",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 1
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 22
    },
    "description": "Anim elit quis ad deserunt. Laboris eu duis pariatur Lorem sunt eiusmod veniam incididunt magna. Nulla ut proident fugiat voluptate et elit proident officia veniam ad dolore velit commodo. Qui aliqua id ipsum sunt.\r\n",
    "settlement": "Egerszólát"
  },
  {
    "editor_user": "62b9115ba96eee70e622c673",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 2
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 16
    },
    "description": "Ipsum est eu reprehenderit ea sit mollit dolor veniam fugiat adipisicing velit irure. Duis aliquip do proident ullamco laborum duis nulla ullamco laboris nulla fugiat. Cupidatat amet adipisicing enim reprehenderit. Non esse est eiusmod irure minim ex.\r\n",
    "settlement": "Atkár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63d",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 10
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 14
    },
    "description": "Consectetur occaecat anim ullamco incididunt. Irure eu cupidatat quis veniam ipsum enim reprehenderit minim magna aliquip. Dolore qui adipisicing reprehenderit sunt do mollit nulla exercitation in velit aliquip. Deserunt officia proident in excepteur nisi ut ex sit commodo est.\r\n",
    "settlement": "Szarvaskő"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 13
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 6
    },
    "description": "Do eu Lorem ex amet excepteur officia amet do nostrud sit. Ex non nisi Lorem officia aliquip ut veniam fugiat voluptate ea sit est. Aliqua pariatur adipisicing eu nostrud eiusmod fugiat ipsum eu duis. Do laboris laboris enim ex amet eu duis consectetur ut.\r\n",
    "settlement": "Egerbakta"
  },
  {
    "editor_user": "62b9115ba96eee70e622c65d",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 9
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 7
    },
    "description": "Cupidatat quis est minim qui ut tempor officia. Aliqua irure deserunt exercitation ipsum tempor deserunt fugiat. Consectetur ipsum laboris pariatur excepteur proident. Ipsum irure dolore minim Lorem eiusmod nostrud quis pariatur Lorem. Consequat reprehenderit nulla Lorem incididunt occaecat Lorem ea voluptate ad officia voluptate ad. Aute quis nulla exercitation quis quis laborum adipisicing consectetur excepteur qui incididunt.\r\n",
    "settlement": "Pétervására"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 22
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 23
    },
    "description": "Aliquip ad fugiat duis consectetur laboris mollit cupidatat consectetur sit nisi aliquip cillum Lorem. Nisi aliqua culpa ea fugiat laboris eu sint fugiat sit cillum eu. Do quis est ipsum commodo ullamco adipisicing et voluptate quis ut ipsum id eiusmod.\r\n",
    "settlement": "Sirok"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 30
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 19
    },
    "description": "Minim reprehenderit irure mollit velit. Occaecat elit adipisicing ex amet. Amet occaecat consectetur excepteur nulla nostrud in eiusmod. Deserunt duis velit laboris ad eu pariatur.\r\n",
    "settlement": "Mikófalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 23
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 20
    },
    "description": "Consequat et elit do dolor. Esse id occaecat eiusmod eu cupidatat veniam officia ut. Officia reprehenderit amet adipisicing aute adipisicing proident laboris. Ipsum laborum veniam labore excepteur id. Deserunt culpa duis duis ullamco eu tempor.\r\n",
    "settlement": "Kisnána"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 15
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 14
    },
    "description": "Duis aute nostrud ad minim culpa ipsum nostrud pariatur cupidatat. Pariatur incididunt minim est ipsum Lorem dolor dolor. Consequat adipisicing aliquip sit adipisicing ex labore reprehenderit quis. Reprehenderit exercitation id cillum dolor ea commodo cupidatat officia labore minim velit pariatur. Labore ipsum nostrud enim dolor reprehenderit consectetur consectetur pariatur. Pariatur aliquip magna officia duis officia aliqua dolor nisi esse nisi culpa sit quis.\r\n",
    "settlement": "Nagyvisnyó"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 20
    },
    "description": "Reprehenderit dolore sit ex exercitation sunt pariatur ipsum dolor. Anim enim consectetur sint ullamco aliqua amet cillum amet quis cupidatat adipisicing. Dolor nostrud pariatur minim tempor.\r\n",
    "settlement": "Parádsasvár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 24
    },
    "description": "Id ipsum eu quis consequat ut. Do reprehenderit est commodo deserunt laborum minim pariatur eiusmod enim aute cupidatat eiusmod. Magna irure eiusmod adipisicing minim culpa aliqua sint duis. Elit aute est culpa incididunt voluptate cupidatat sunt. Dolor mollit anim enim elit exercitation occaecat consectetur aliqua laborum sunt. Id sit reprehenderit ex in velit occaecat aliquip ullamco ea minim duis ullamco veniam anim. Aliquip occaecat velit officia officia duis ullamco anim consectetur commodo incididunt ex aliqua excepteur.\r\n",
    "settlement": "Átány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c637",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 30
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 11
    },
    "description": "Dolor voluptate consectetur labore anim tempor nostrud consequat sint est tempor qui proident id aliquip. Qui nulla ullamco ea nulla nisi ad aute duis ea. Nostrud laborum ipsum commodo sit sunt. Nulla amet magna est ex officia enim commodo ea ad eu nisi. Qui ipsum dolor pariatur ex exercitation ad ea pariatur consequat.\r\n",
    "settlement": "Bükkszenterzsébet"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 18
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 11
    },
    "description": "Consequat laboris dolore eu non incididunt aute ut consectetur dolore nisi. Incididunt dolor fugiat labore dolor magna. Eiusmod consectetur commodo ut velit consequat irure mollit sit non duis elit elit.\r\n",
    "settlement": "Noszvaj"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67d",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 4
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 16
    },
    "description": "Quis minim Lorem esse aliquip ad consectetur ea eu ullamco labore aliqua laborum elit ea. Culpa deserunt aute irure et adipisicing dolore enim cupidatat labore nisi ea non aliquip. Esse reprehenderit amet nulla commodo officia enim consequat nostrud ex. Commodo nostrud laborum anim laboris velit anim nulla eu nulla ut consequat ut. Nulla velit et proident commodo tempor.\r\n",
    "settlement": "Szilvásvárad"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67d",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 10
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 19
    },
    "description": "Lorem eu velit aliquip Lorem sunt reprehenderit sunt anim minim dolor pariatur nisi eiusmod. Do exercitation minim ullamco reprehenderit Lorem amet. Cillum sit laboris anim nisi aliquip exercitation magna sunt. Enim aliquip dolore cillum nulla ex veniam ullamco velit dolor fugiat. Est non irure veniam irure duis ad quis. Elit exercitation esse consequat excepteur aute enim magna minim enim magna amet veniam labore anim. Ad occaecat laboris excepteur sint.\r\n",
    "settlement": "Verpelét"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 26
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 12
    },
    "description": "Irure aute ipsum eu elit. Consequat exercitation aute elit et. Lorem elit eu officia nulla aliqua ea esse dolor eu et.\r\n",
    "settlement": "Kompolt"
  },
  {
    "editor_user": "62b9115ba96eee70e622c637",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 30
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 4
    },
    "description": "Dolor sunt proident anim excepteur cillum sunt excepteur incididunt adipisicing. Exercitation Lorem cupidatat officia velit velit et minim non eiusmod sit. Tempor eu non amet irure incididunt veniam sit eu eu ullamco anim. Mollit sint quis pariatur laboris est eu. Dolore do labore sint eiusmod ut pariatur eiusmod Lorem culpa ea occaecat pariatur enim. Duis ullamco ex fugiat sit aliqua enim laboris.\r\n",
    "settlement": "Besenyőtelek"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 3
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 13
    },
    "description": "Adipisicing id aliqua ad aliquip. Et mollit eu deserunt elit laboris sit duis. Elit et ea aliquip eu laboris. Proident ipsum sit voluptate eu irure adipisicing elit magna sint tempor. Fugiat minim sit aliqua quis dolore duis tempor mollit nostrud amet amet in mollit aliquip.\r\n",
    "settlement": "Nagyvisnyó"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 11
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 5
    },
    "description": "Sint reprehenderit labore mollit tempor ut dolor. Ipsum tempor adipisicing aliqua dolore laborum est labore in. Tempor esse ad mollit cillum in proident id minim ut et. Consequat aliquip deserunt ad id irure officia sunt velit quis consectetur dolor dolore esse excepteur. Amet minim consequat eiusmod laborum. Quis aliqua aliquip dolor consequat ex ad. Ex ullamco aliqua sint esse.\r\n",
    "settlement": "Ostoros"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64d",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 9
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 8
    },
    "description": "Mollit eiusmod proident dolor aliquip non excepteur do veniam labore. Sunt mollit cillum ad nulla non fugiat commodo pariatur duis non. Fugiat elit laborum cupidatat Lorem aliquip Lorem sunt sit id. Eu nostrud laborum nisi nostrud eu quis excepteur sit aliquip aliquip.\r\n",
    "settlement": "Parád"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 19
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 26
    },
    "description": "Officia aliqua sint magna do ex. Qui reprehenderit id sint anim cillum excepteur aliquip magna elit consectetur ea duis. Adipisicing reprehenderit minim in qui ipsum ullamco elit est ullamco sunt. Incididunt voluptate officia et labore irure ea do esse ipsum nisi sint. Nisi occaecat non mollit quis officia. Ea enim officia incididunt eu Lorem labore dolore adipisicing et.\r\n",
    "settlement": "Andornaktálya"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 6
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 21
    },
    "description": "Culpa excepteur dolor laboris minim est reprehenderit. Magna eiusmod laborum ad dolor do incididunt enim pariatur duis duis. Irure aliquip ad laboris culpa deserunt. Occaecat labore ex ipsum exercitation duis dolor tempor esse sunt exercitation tempor elit anim. Nostrud quis ea exercitation qui aute tempor veniam mollit aliqua cupidatat consequat voluptate adipisicing commodo. Incididunt consequat velit est incididunt.\r\n",
    "settlement": "Egerszólát"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 12
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 4
    },
    "description": "Lorem cupidatat fugiat consequat ea nostrud laborum fugiat ex. Amet proident aute adipisicing veniam dolor et non non velit exercitation do laborum. Mollit dolor aute enim est. Sunt minim aliquip aute veniam pariatur nisi. Ex qui aliqua dolore qui nulla qui minim ad laboris voluptate fugiat nostrud nostrud anim. Aute nostrud anim non incididunt mollit ea anim non laboris eiusmod aute laboris pariatur.\r\n",
    "settlement": "Verpelét"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 1
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 23
    },
    "description": "Nulla anim adipisicing labore cupidatat excepteur do cupidatat eiusmod esse consequat aliquip cupidatat. Reprehenderit id et laborum deserunt amet et ut exercitation aliquip dolore id. Dolore id nostrud mollit velit.\r\n",
    "settlement": "Noszvaj"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 7
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 13
    },
    "description": "Minim ex nulla mollit anim esse eu ad sunt minim esse officia aliqua cupidatat. Consectetur cupidatat deserunt laborum nulla eiusmod tempor esse amet adipisicing velit nulla deserunt ex anim. Sint pariatur non ea sint pariatur aliquip mollit velit mollit est dolor.\r\n",
    "settlement": "Tarnaszentmária"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 5
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 22
    },
    "description": "Reprehenderit do labore duis ullamco anim do cillum in ea. Consequat incididunt sint occaecat nostrud cillum mollit. Ea elit sint exercitation exercitation labore incididunt velit nisi velit non veniam cillum mollit ipsum. Aute amet amet do quis. Voluptate nulla ea quis elit consectetur voluptate esse quis.\r\n",
    "settlement": "Egerbakta"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 30
    },
    "description": "Sunt deserunt ea eiusmod non nisi enim est. Non ullamco laboris esse dolor anim in occaecat laborum cillum anim qui elit sunt. Mollit laborum consectetur minim enim consequat elit ullamco veniam elit quis cillum incididunt. Consectetur laborum consequat incididunt adipisicing dolore. Excepteur sit aute ipsum ad incididunt deserunt occaecat duis aliqua minim ullamco.\r\n",
    "settlement": "Verpelét"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 30
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 13
    },
    "description": "Mollit exercitation sit ex ipsum ad exercitation ullamco quis aute reprehenderit quis voluptate veniam. Consequat minim ut nostrud officia sint minim eiusmod proident. Quis velit occaecat nostrud sint sint incididunt duis cupidatat consequat consectetur non enim et.\r\n",
    "settlement": "Kerecsend"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66b",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 24
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 19
    },
    "description": "Ipsum exercitation nisi labore voluptate Lorem do laboris velit eiusmod esse Lorem pariatur veniam. Dolor cupidatat nisi Lorem qui fugiat officia laboris et velit reprehenderit officia. Aliqua ut commodo excepteur tempor excepteur sint laboris tempor commodo id id ad esse tempor. Fugiat ad consequat enim reprehenderit ipsum voluptate incididunt amet pariatur deserunt. Aute Lorem sint aute consequat aliquip non Lorem sunt exercitation est. Cillum consequat reprehenderit ad do ad elit minim laboris consequat reprehenderit Lorem enim veniam in.\r\n",
    "settlement": "Pétervására"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 14
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 3
    },
    "description": "Proident eiusmod laboris culpa pariatur laborum nulla nulla nulla nulla quis cupidatat amet fugiat elit. Ad reprehenderit commodo id incididunt minim in reprehenderit qui irure tempor. Esse mollit magna quis in nisi velit ea.\r\n",
    "settlement": "Visonta"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 16
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 20
    },
    "description": "Tempor officia laborum occaecat ullamco. Ut aliqua nulla dolor commodo est eu officia est dolor reprehenderit enim. Sit ullamco quis Lorem ea non aliqua reprehenderit. Sunt irure nisi qui magna nisi ea. Elit occaecat magna eu magna in dolore id anim eu nulla ut magna. Incididunt aute fugiat nostrud duis fugiat sunt. Voluptate pariatur Lorem et non incididunt sunt dolor qui mollit laborum laboris.\r\n",
    "settlement": "Átány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 12
    },
    "description": "Cillum aliquip qui minim excepteur aliquip quis est ipsum amet culpa nulla in exercitation. Nisi eiusmod exercitation in occaecat aute occaecat reprehenderit irure. Est officia laborum tempor ut. Anim nisi reprehenderit dolor minim officia laboris sunt.\r\n",
    "settlement": "Egerfarmos"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 14
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 13
    },
    "description": "Commodo amet eiusmod officia fugiat veniam non qui commodo mollit duis tempor laborum. Dolore sunt veniam cupidatat laboris adipisicing reprehenderit incididunt deserunt. Aliquip enim nostrud quis culpa irure cupidatat consequat sint.\r\n",
    "settlement": "Andornaktálya"
  },
  {
    "editor_user": "62b9115ba96eee70e622c637",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 20
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 20
    },
    "description": "Minim elit elit enim ullamco esse Lorem. Id enim quis commodo enim. Esse veniam ipsum do cupidatat reprehenderit elit ea amet velit. Amet laborum id duis in veniam nisi anim id laborum fugiat pariatur eiusmod tempor. Aliqua officia magna cillum non cupidatat laboris. Id exercitation nisi nisi voluptate aute est sint voluptate sunt duis occaecat elit.\r\n",
    "settlement": "Adács"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66d",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 3
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 10
    },
    "description": "Ad dolore voluptate deserunt aliqua ad nulla aliqua esse in aliqua excepteur eiusmod eiusmod. Minim qui eu minim magna sit aliqua qui aliquip commodo ea elit. Qui ut pariatur elit exercitation. Cillum qui irure ex cupidatat fugiat eu id commodo. Ipsum adipisicing proident aliqua ex irure laboris exercitation.\r\n",
    "settlement": "Kál"
  },
  {
    "editor_user": "62b9115ba96eee70e622c65d",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 23
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 5
    },
    "description": "Anim do anim deserunt duis sint laboris ullamco commodo anim. Aliquip incididunt sunt laborum adipisicing nulla ea eu pariatur cillum aute. Reprehenderit quis incididunt exercitation irure eu consectetur dolore et reprehenderit duis culpa in reprehenderit.\r\n",
    "settlement": "Parád"
  },
  {
    "editor_user": "62b9115ba96eee70e622c637",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 18
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 25
    },
    "description": "Sint aliquip cupidatat eu reprehenderit est eiusmod incididunt ullamco tempor ullamco nostrud ad. Mollit quis velit cillum officia in nostrud sunt aliqua eu minim commodo laboris et. Qui non cupidatat dolore nisi id proident tempor veniam enim proident velit amet minim. Aliquip consectetur occaecat laboris non minim amet. Mollit duis ea mollit ipsum Lorem ex ad ullamco. Laborum et excepteur eiusmod aute voluptate aliquip sit ex. Veniam dolore laboris exercitation sunt dolore duis dolore excepteur velit ut.\r\n",
    "settlement": "Felsőtárkány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 6
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 5
    },
    "description": "Qui do id est deserunt elit in. Ea consectetur sit laborum aliqua Lorem aliquip commodo amet minim id. Et consectetur pariatur labore ut sunt officia consequat.\r\n",
    "settlement": "Nagytálya"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63d",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 26
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 13
    },
    "description": "Sunt cillum laboris exercitation deserunt adipisicing. Laboris in minim aliquip nisi reprehenderit id duis ad reprehenderit irure irure non cupidatat. Adipisicing ex ullamco duis sit dolore tempor dolore sint dolor ut irure. Tempor aliquip aute ut elit culpa nostrud duis deserunt irure cupidatat. Irure occaecat duis aute consequat velit. Cillum irure cupidatat nisi sit labore esse deserunt est labore adipisicing incididunt Lorem non ea. Ea velit magna et non consequat aute do consequat laboris.\r\n",
    "settlement": "Kerecsend"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 27
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "description": "Aliqua sint Lorem aute irure dolore dolor ipsum. Exercitation ullamco irure aute adipisicing ea in elit proident duis irure nulla nostrud commodo sint. Nisi et esse aliquip mollit non labore elit consectetur consequat tempor. Nostrud quis nisi consectetur irure reprehenderit officia tempor ea id ad ut deserunt. Amet sunt ullamco duis ullamco esse ea exercitation incididunt.\r\n",
    "settlement": "Egercsehi"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 5
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 4
    },
    "description": "Excepteur commodo laborum anim nulla culpa. Do quis eiusmod sint amet veniam nostrud laboris incididunt incididunt minim. Aute amet consequat voluptate anim reprehenderit officia est. Voluptate aute exercitation commodo do nulla officia dolore mollit reprehenderit laboris non dolore. Magna in Lorem laborum nostrud ad ut. Quis ipsum consectetur et pariatur amet cupidatat mollit velit excepteur quis nisi voluptate. Sint dolore deserunt pariatur id id consectetur.\r\n",
    "settlement": "Szarvaskő"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 2
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 21
    },
    "description": "Cupidatat id deserunt aliqua ex sint. Ea ullamco ullamco amet voluptate culpa. Est incididunt laborum occaecat aute magna voluptate reprehenderit velit fugiat. Duis sunt ipsum nisi cillum anim fugiat consequat in. Do velit cillum in eu eiusmod et.\r\n",
    "settlement": "Maklár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 29
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 17
    },
    "description": "Aute dolore cupidatat proident tempor. Excepteur adipisicing officia irure nostrud minim non anim ipsum. Exercitation magna culpa mollit ea dolore adipisicing ad nostrud dolor laborum sint fugiat sit nulla. Quis in non aute dolore elit consectetur eu aute aute labore duis voluptate magna elit. Esse Lorem Lorem nostrud laborum anim deserunt ex fugiat proident. Ut proident adipisicing aute fugiat amet mollit nulla ex irure excepteur voluptate.\r\n",
    "settlement": "Adács"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 19
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 22
    },
    "description": "Dolor id ut elit amet commodo cupidatat. Occaecat et esse ad occaecat non commodo veniam pariatur elit et nostrud sit. Sint aliqua laboris culpa sint.\r\n",
    "settlement": "Bélapátfalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c667",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 25
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 14
    },
    "description": "Est labore ipsum ea sit reprehenderit. Aliqua mollit nostrud est ex nisi. Officia aliqua fugiat aute deserunt cillum magna ea irure laborum aute labore sit ex labore. Laboris culpa ut nulla veniam anim sint in minim laborum veniam id excepteur do. Ea consequat ad do voluptate fugiat in.\r\n",
    "settlement": "Ostoros"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 7
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 14
    },
    "description": "Sunt anim sunt in velit id velit consequat qui duis sunt. Ipsum consequat dolor velit voluptate dolor aute enim duis anim do id quis. Laborum do aliquip anim nisi ex adipisicing magna Lorem ex cillum cupidatat id amet. Labore voluptate exercitation duis elit proident minim consectetur.\r\n",
    "settlement": "Maklár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 15
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 22
    },
    "description": "Dolor cupidatat elit pariatur nostrud exercitation irure enim ut quis proident elit ex ut. Dolor dolore laboris sit nulla commodo duis irure ea anim tempor ullamco dolore quis. Ea et eiusmod amet adipisicing minim nisi sint ullamco deserunt ea non. Occaecat laborum et occaecat et.\r\n",
    "settlement": "Kál"
  },
  {
    "editor_user": "62b9115ba96eee70e622c65d",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 3
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "description": "Esse ullamco sint ea tempor velit sint Lorem nostrud ex do quis. Quis velit reprehenderit eu culpa nostrud ullamco irure non aute ut ea. Sunt sunt magna eu elit sunt aute anim magna esse duis. Sunt veniam anim veniam Lorem proident dolore labore labore amet.\r\n",
    "settlement": "Balaton"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 4
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 28
    },
    "description": "Esse non aute dolore cillum eu. Ipsum ex eu id proident quis labore. Minim veniam anim cupidatat irure do.\r\n",
    "settlement": "Sirok"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63d",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 2
    },
    "description": "Ullamco esse pariatur do magna. Aliqua excepteur mollit irure do. Et tempor aliquip aliquip excepteur deserunt irure. Excepteur ea Lorem adipisicing ex. Nulla deserunt dolore reprehenderit minim in sint in ullamco id enim deserunt eu commodo. Lorem ut proident excepteur ut consequat commodo elit. Amet dolore qui nulla anim.\r\n",
    "settlement": "Egerszalók"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67d",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 16
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 2
    },
    "description": "Dolor sunt cillum ut incididunt et ullamco eu. Labore ut amet exercitation qui nisi qui. Deserunt enim esse laborum et eu excepteur tempor consectetur.\r\n",
    "settlement": "Abasár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64b",
    "category": "62b885c053a753362366a482",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 11
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 1
    },
    "description": "Commodo cillum dolore aute voluptate consequat pariatur excepteur anim deserunt voluptate eu nulla nisi aliquip. Elit exercitation esse nisi consequat eiusmod consequat eu eu cillum. Aliqua incididunt velit adipisicing enim minim et ipsum in nostrud in. Nisi commodo magna cillum ullamco amet culpa id quis ea. Voluptate ut deserunt cillum ea amet culpa enim. Commodo do cupidatat et Lorem Lorem ullamco dolor. Sint veniam tempor reprehenderit enim anim ad labore esse.\r\n",
    "settlement": "Bélapátfalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c655",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 11
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 19
    },
    "description": "Exercitation consectetur officia reprehenderit aliquip excepteur irure eu irure. Non excepteur pariatur ex ex est enim elit ullamco eu. Ea consectetur in duis ipsum magna exercitation ex. Amet id ex exercitation sint do excepteur ad nisi nisi ex. Occaecat excepteur ex ad eiusmod aliquip anim magna proident. Ipsum aliqua ullamco officia sunt laboris amet sint ipsum ex commodo occaecat sit exercitation. Sit aute mollit irure irure amet id dolore cillum non.\r\n",
    "settlement": "Szilvásvárad"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 14
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 22
    },
    "description": "Id sit ad dolore labore proident. Esse duis velit dolor reprehenderit dolore fugiat Lorem reprehenderit ut cillum enim aliquip. Minim sint mollit sint labore. Ad quis culpa proident adipisicing do. Do aliquip ea irure qui elit eu. Non laborum tempor in ullamco magna tempor veniam magna et.\r\n",
    "settlement": "Atkár"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67b",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 10
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 13
    },
    "description": "Esse minim nostrud eiusmod laboris excepteur non culpa aute proident eu nostrud in. Lorem reprehenderit fugiat quis laboris pariatur in eiusmod magna ullamco cillum non dolore excepteur tempor. Reprehenderit Lorem officia fugiat veniam. Ex non occaecat nostrud dolore voluptate adipisicing proident cillum incididunt excepteur incididunt adipisicing. Ad occaecat ex ullamco eiusmod ut laborum deserunt magna officia elit proident pariatur. Pariatur qui in aliqua exercitation velit Lorem nostrud ad commodo id est ea aliqua commodo.\r\n",
    "settlement": "Kisnána"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 10
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 18
    },
    "description": "Proident laboris irure in mollit fugiat officia enim ullamco laborum sunt. Ex sit est culpa velit laborum id amet excepteur proident nulla enim occaecat. Pariatur occaecat nulla ex velit pariatur qui consectetur officia. Do sunt culpa culpa nisi.\r\n",
    "settlement": "Balaton"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 13
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 15
    },
    "description": "Amet elit dolor et occaecat duis aliquip aute in eu amet consequat mollit incididunt. Est culpa quis veniam voluptate aute laborum non irure. Mollit ipsum id ipsum veniam id exercitation velit ullamco tempor exercitation. Deserunt aliquip ea quis in officia minim eu mollit in exercitation elit qui.\r\n",
    "settlement": "Egerbocs"
  },
  {
    "editor_user": "62b9115ba96eee70e622c645",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 8
    },
    "description": "Est enim exercitation quis do sint occaecat ad ad. Ipsum laboris labore esse labore amet mollit culpa ad nulla voluptate reprehenderit qui cillum. Elit do exercitation qui adipisicing magna adipisicing nostrud minim et velit ipsum irure culpa. Minim amet sunt tempor culpa pariatur tempor do ea. Culpa adipisicing velit non incididunt. Est nisi do consectetur consectetur consectetur culpa.\r\n",
    "settlement": "Aldebrő"
  },
  {
    "editor_user": "62b9115ba96eee70e622c641",
    "category": "62b885ec53a753362366a486",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 1
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 9
    },
    "description": "Deserunt id velit laborum voluptate dolore voluptate et veniam tempor et excepteur. Veniam do aute fugiat excepteur et ullamco aliqua excepteur anim. Aliquip nisi nostrud ut aliquip reprehenderit reprehenderit. Fugiat nulla est pariatur est laborum veniam id nisi aliqua labore est. Magna exercitation consectetur nulla ullamco ex. Nisi culpa in magna dolor est.\r\n",
    "settlement": "Kerecsend"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66d",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 22
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 18
    },
    "description": "Amet officia dolor ut enim nulla nostrud et. Qui voluptate minim excepteur magna qui reprehenderit deserunt cillum Lorem anim. Irure reprehenderit occaecat reprehenderit labore et est in eu. Sint irure commodo reprehenderit quis fugiat nulla esse anim laboris. Officia occaecat ipsum aliqua cillum et nulla enim consectetur magna esse.\r\n",
    "settlement": "Átány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c63f",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 18
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 23
    },
    "description": "Sunt aute amet sint dolor aute laboris veniam est ullamco reprehenderit duis. Ipsum duis officia Lorem qui commodo ipsum cillum sit veniam deserunt mollit. Est consequat aliquip mollit commodo laboris deserunt anim adipisicing id. Excepteur excepteur aute pariatur duis mollit. Cupidatat pariatur eiusmod velit nulla duis elit esse.\r\n",
    "settlement": "Recsk"
  },
  {
    "editor_user": "62b9115ba96eee70e622c635",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 13
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 4
    },
    "description": "Nisi sunt elit laborum ea. Lorem deserunt dolore commodo dolore enim exercitation sit nisi qui ex nisi non laboris consequat. Anim reprehenderit ipsum ullamco ullamco amet dolor. Ipsum nostrud est aliqua eiusmod reprehenderit sunt est consectetur esse ipsum.\r\n",
    "settlement": "Recsk"
  },
  {
    "editor_user": "62b9115ba96eee70e622c65d",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 20
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 2
    },
    "description": "Irure eu laboris quis veniam qui excepteur dolor sit quis ad. Quis minim nisi officia proident officia nulla laborum anim fugiat excepteur et duis culpa sint. Qui voluptate et ad qui nisi fugiat et esse nostrud. Adipisicing in ex commodo commodo nisi eiusmod dolore non ut dolore quis ea. Commodo aute elit cupidatat reprehenderit irure laboris. Fugiat ut ullamco duis esse id culpa elit nulla excepteur. Mollit est elit in sunt enim laborum sint fugiat minim.\r\n",
    "settlement": "Bátor"
  },
  {
    "editor_user": "62b9115ba96eee70e622c635",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 23
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 26
    },
    "description": "Lorem consectetur eu sunt tempor fugiat qui adipisicing laborum cupidatat. Consequat Lorem non aliqua excepteur ex Lorem sint aute. Reprehenderit consequat aliqua cupidatat sunt consequat in exercitation ullamco nisi nisi aliquip aliqua do.\r\n",
    "settlement": "Egerszalók"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 3
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 12
    },
    "description": "Id cupidatat nisi ipsum deserunt do labore veniam labore cupidatat ex aliqua. Qui aute eu ut non nulla. Consectetur Lorem laborum incididunt eiusmod deserunt exercitation qui eiusmod dolor. Elit nulla cillum quis ut cillum velit duis. Elit aliquip excepteur in aute non commodo labore do cillum.\r\n",
    "settlement": "Szilvásvárad"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67d",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 1
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 11
    },
    "description": "Qui sit dolor consequat eu proident est nulla officia occaecat dolor incididunt. Minim cillum minim elit ex dolor nisi in enim deserunt. Irure irure ex ullamco aliqua laboris in minim qui in ex.\r\n",
    "settlement": "Eger"
  },
  {
    "editor_user": "62b9115ba96eee70e622c661",
    "category": "62b886ba53a753362366a49a",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 16
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 1
    },
    "description": "Do veniam in nisi dolore adipisicing nisi aliquip dolore nostrud. Et ullamco ea esse officia aliquip nostrud. Occaecat cillum ea ex aliquip do. Anim reprehenderit culpa minim excepteur veniam. Duis cillum mollit dolor aliquip in aliqua occaecat adipisicing culpa minim eu. Quis ullamco consectetur et labore sit quis. Magna qui irure proident qui Lorem nostrud Lorem laboris est aliquip exercitation ex.\r\n",
    "settlement": "Szilvásvárad"
  },
  {
    "editor_user": "62b9115ba96eee70e622c67b",
    "category": "62b8867453a753362366a492",
    "date_from": {
      "year": 2022,
      "month": 7,
      "day": 17
    },
    "date_to": {
      "year": 2022,
      "month": 6,
      "day": 13
    },
    "description": "Ut incididunt ex anim non non ipsum dolore. Aliqua nostrud excepteur exercitation sint cillum laborum esse. Non nostrud nulla consectetur cupidatat est anim magna consequat aliqua ea voluptate fugiat.\r\n",
    "settlement": "Felsőtárkány"
  },
  {
    "editor_user": "62b9115ba96eee70e622c64d",
    "category": "62b8864e53a753362366a48e",
    "date_from": {
      "year": 2022,
      "month": 8,
      "day": 6
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 1
    },
    "description": "Anim aliqua duis amet eiusmod. Commodo elit dolor tempor cillum. Aute ut exercitation fugiat pariatur ipsum aliquip reprehenderit ullamco elit proident reprehenderit. Consectetur Lorem commodo officia pariatur irure enim non minim officia consequat. Non minim nostrud cupidatat incididunt nulla ut nulla esse.\r\n",
    "settlement": "Mikófalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c677",
    "category": "62b8860353a753362366a48a",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 23
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 4
    },
    "description": "Esse eu culpa aute voluptate consectetur ex nulla laboris enim cillum do ea veniam. Dolor in minim amet officia sit. Labore deserunt eu excepteur non amet veniam eiusmod enim id officia commodo.\r\n",
    "settlement": "Novaj"
  },
  {
    "editor_user": "62b9115ba96eee70e622c683",
    "category": "62b8858a53a753362366a47e",
    "date_from": {
      "year": 2022,
      "month": 4,
      "day": 4
    },
    "date_to": {
      "year": 2022,
      "month": 5,
      "day": 16
    },
    "description": "Quis enim id qui fugiat dolore Lorem nisi ullamco occaecat dolore nisi mollit. Cillum occaecat dolor do esse exercitation. Laboris dolor sunt irure in exercitation officia ipsum adipisicing magna cillum ex. Ut irure cillum proident veniam excepteur eu laboris reprehenderit reprehenderit in. Est veniam do laboris consectetur id velit.\r\n",
    "settlement": "Bélapátfalva"
  },
  {
    "editor_user": "62b9115ba96eee70e622c667",
    "category": "62b886c853a753362366a49e",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 6
    },
    "date_to": {
      "year": 2022,
      "month": 8,
      "day": 28
    },
    "description": "Nisi incididunt mollit occaecat voluptate commodo proident Lorem nisi mollit. Et labore excepteur Lorem cillum. Dolor nulla ea occaecat in.\r\n",
    "settlement": "Visonta"
  },
  {
    "editor_user": "62b9115ba96eee70e622c651",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 5,
      "day": 11
    },
    "date_to": {
      "year": 2022,
      "month": 7,
      "day": 17
    },
    "description": "Excepteur ut et qui tempor adipisicing culpa. Incididunt tempor voluptate sunt ullamco enim voluptate qui exercitation proident dolore velit cillum amet. Ipsum nisi dolor elit ut. Magna ut nostrud sint ad reprehenderit dolore. Proident sunt deserunt ut ipsum qui excepteur minim consequat excepteur tempor. Eu ipsum exercitation eiusmod irure.\r\n",
    "settlement": "Sirok"
  },
  {
    "editor_user": "62b9115ba96eee70e622c66b",
    "category": "62b8868a53a753362366a496",
    "date_from": {
      "year": 2022,
      "month": 6,
      "day": 24
    },
    "date_to": {
      "year": 2022,
      "month": 4,
      "day": 20
    },
    "description": "Aute anim anim dolor deserunt sunt in deserunt ut tempor. Sit amet et ex non laborum sunt ipsum. Cupidatat exercitation duis veniam magna do laboris Lorem sint in sunt Lorem dolore amet. Anim eiusmod magna esse nulla et occaecat magna elit velit proident commodo pariatur in aute. Tempor fugiat nisi elit velit non anim consectetur fugiat. Laboris fugiat incididunt sint proident sit excepteur enim ex pariatur consectetur ipsum dolor amet. Velit ad velit ad non commodo fugiat dolore irure mollit deserunt laboris nostrud fugiat commodo.\r\n",
    "settlement": "Poroszló"
  }
]