[
  {
    "editor_user": "62aa5ed23643130de4177777",
    "date_from": "2022-01-31",
    "date_to": "2022-02-06",
    "category": "Egyéb",
    "description": "Veniam est veniam eiusmod dolor. In ut duis ex cillum dolor eu aute fugiat ex qui nulla eu est. Aute non ea velit commodo. Occaecat mollit velit consequat tempor non. Incididunt aliqua voluptate consectetur laboris incididunt veniam aliqua labore nisi sint. Consequat commodo excepteur consequat magna velit anim voluptate pariatur amet sunt.\r\n",
    "settlement": "Pétervására",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177749",
    "date_from": "2022-03-25",
    "date_to": "2022-03-25",
    "category": "Barkács",
    "description": "Dolore minim aliquip irure exercitation ipsum enim do officia pariatur sit in in. Elit quis culpa ex sint duis nulla esse duis ut ad tempor amet laborum. Esse dolore nisi reprehenderit exercitation et laborum proident enim cillum duis amet proident incididunt sit.\r\n",
    "settlement": "Tarnaszentmária",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177745",
    "date_from": "2022-05-04",
    "date_to": "2022-02-15",
    "category": "Takarítás",
    "description": "Labore dolor dolore pariatur consectetur non adipisicing culpa. Quis non elit aliquip sint reprehenderit ad pariatur voluptate magna elit. Fugiat fugiat magna duis id officia dolor ea excepteur id. Consequat minim proident reprehenderit incididunt in sint. Laboris esse sunt excepteur fugiat pariatur laboris.\r\n",
    "settlement": "Nagytálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177773",
    "date_from": "2022-03-02",
    "date_to": "2022-04-22",
    "category": "Kertrendezés",
    "description": "Dolore eu incididunt veniam consectetur ut pariatur ea incididunt cillum in. Deserunt id cupidatat magna consequat qui irure id aliquip. Ea exercitation laborum consectetur eiusmod minim adipisicing proident sit. Nisi do aliqua voluptate aliquip et ullamco exercitation velit labore sit proident proident. Culpa anim anim esse culpa irure proident. Officia deserunt enim dolor reprehenderit anim est aliqua ut. Eiusmod fugiat ex minim laboris ullamco reprehenderit laborum pariatur.\r\n",
    "settlement": "Verpelét",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177753",
    "date_from": "2022-02-18",
    "date_to": "2022-01-04",
    "category": "Informatika",
    "description": "Et tempor est eiusmod cupidatat aute nulla. Occaecat cillum cupidatat aliqua culpa ex sunt labore aute consequat officia. Et laborum dolor adipisicing ad culpa. Incididunt consequat voluptate ad sit nisi exercitation officia Lorem consectetur nostrud. Dolor esse ut aliquip aliqua anim proident occaecat qui enim fugiat proident ea. Adipisicing ea duis labore do ea minim dolore commodo esse ullamco.\r\n",
    "settlement": "Pétervására",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777bf",
    "date_from": "2022-03-13",
    "date_to": "2022-05-29",
    "category": "Takarítás",
    "description": "Laboris culpa velit et consectetur ex ipsum adipisicing aute ut veniam pariatur eiusmod. Aliquip aute consequat sit aliqua. In non ipsum consectetur ad excepteur reprehenderit ex veniam nulla ipsum. Commodo et irure deserunt voluptate dolore id. Id ea quis commodo ipsum est consequat qui. Eu nostrud deserunt amet exercitation qui minim irure aute commodo eu.\r\n",
    "settlement": "Andornaktálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777b7",
    "date_from": "2022-05-21",
    "date_to": "2022-01-19",
    "category": "Informatika",
    "description": "Mollit amet ex exercitation nisi nostrud minim aliqua esse laboris quis excepteur in minim. Ullamco eiusmod qui aute est consectetur sit culpa. Nostrud nisi est mollit nisi incididunt aute mollit eu officia tempor laboris velit ullamco.\r\n",
    "settlement": "Abasár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177745",
    "date_from": "2022-01-31",
    "date_to": "2022-03-15",
    "category": "Takarítás",
    "description": "Dolor sit et ad irure ullamco officia sint consectetur sint ullamco cillum eu cillum. Magna laborum veniam laborum veniam cupidatat et minim sit consectetur occaecat. Eu enim pariatur incididunt eu nulla elit occaecat labore excepteur adipisicing deserunt in eiusmod. Qui velit adipisicing do laborum sunt consequat deserunt. Sit eu in elit adipisicing occaecat.\r\n",
    "settlement": "Kerecsend",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-05-09",
    "date_to": "2022-06-01",
    "category": "Háziállat",
    "description": "Enim veniam ad in reprehenderit incididunt ut nisi dolore magna et deserunt eu deserunt sit. Duis quis sint aute deserunt incididunt ipsum non cillum excepteur ex excepteur. Proident mollit nisi tempor duis sint labore veniam dolore mollit dolore minim culpa irure eu. Ea pariatur nulla cillum quis adipisicing do ex ut laborum.\r\n",
    "settlement": "Sirok",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417778f",
    "date_from": "2022-02-20",
    "date_to": "2022-05-22",
    "category": "Fuvarozás",
    "description": "Cillum aliqua quis tempor commodo nulla cupidatat sint. Incididunt consectetur laborum cillum sunt minim nisi aliquip. Deserunt esse tempor officia velit voluptate laboris irure voluptate aliquip officia minim do. Id aliqua aliqua laboris duis dolore fugiat labore qui et laborum fugiat velit duis nostrud. Est exercitation deserunt minim sit exercitation nisi mollit pariatur. Exercitation qui incididunt adipisicing nulla cupidatat et consequat sunt consectetur non ex est ipsum.\r\n",
    "settlement": "Felsőtárkány",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-06-06",
    "date_to": "2022-02-12",
    "category": "Egyéb",
    "description": "Aute excepteur velit aute sint. Mollit non excepteur laboris ex et veniam sint id. Eiusmod ipsum est anim commodo velit Lorem pariatur enim commodo id ut aute. Minim dolor dolore sunt aute in fugiat proident amet. Ea nisi velit quis quis Lorem enim nostrud amet culpa occaecat laboris. Ex id aliqua qui eu fugiat aliquip eu enim fugiat consectetur adipisicing.\r\n",
    "settlement": "Füzesabony",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775b",
    "date_from": "2022-05-15",
    "date_to": "2022-03-01",
    "category": "Takarítás",
    "description": "Minim cillum id magna laboris in sit aliqua. Cupidatat esse mollit pariatur reprehenderit adipisicing cillum in. Reprehenderit amet dolor nisi dolor. Veniam non fugiat consequat duis laborum dolore do. In qui et anim nostrud reprehenderit. Non enim ullamco occaecat id laborum dolor anim proident dolor laborum aliquip.\r\n",
    "settlement": "Tarnalelesz",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177775",
    "date_from": "2022-02-12",
    "date_to": "2022-05-03",
    "category": "Takarítás",
    "description": "Lorem nulla et adipisicing dolor cillum. Mollit commodo amet consectetur occaecat ut laborum pariatur veniam. Eiusmod nulla ea dolore dolor magna in aliqua tempor minim. Occaecat magna aliqua incididunt duis aliqua sit proident enim cupidatat occaecat consectetur nulla. Aliquip excepteur nisi veniam commodo dolor mollit mollit qui reprehenderit dolor.\r\n",
    "settlement": "Ostoros",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177749",
    "date_from": "2022-04-02",
    "date_to": "2022-02-13",
    "category": "Kertrendezés",
    "description": "Lorem culpa ea sint Lorem aliqua nostrud consectetur dolor dolore. Sit sunt consequat veniam irure proident magna eiusmod ipsum voluptate elit. Velit mollit eu in fugiat esse incididunt quis eu. Consequat reprehenderit anim consequat mollit. Exercitation culpa sint reprehenderit sit quis voluptate aliquip qui id. Dolore exercitation est anim sint ea do adipisicing fugiat.\r\n",
    "settlement": "Pétervására",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177773",
    "date_from": "2022-01-12",
    "date_to": "2022-01-31",
    "category": "Takarítás",
    "description": "Cillum aute sunt adipisicing id veniam dolore aute sint mollit do occaecat. Non eu tempor magna reprehenderit velit nostrud aliquip eiusmod esse. Velit esse Lorem proident fugiat consequat anim veniam pariatur eu.\r\n",
    "settlement": "Noszvaj",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774b",
    "date_from": "2022-04-07",
    "date_to": "2022-03-26",
    "category": "Háziállat",
    "description": "Labore amet amet aliquip labore occaecat Lorem. Ullamco non magna fugiat excepteur. Do cillum ad ex laboris id adipisicing dolore labore cillum ullamco elit anim incididunt enim. Sunt occaecat elit in et culpa amet laborum fugiat velit duis dolor nisi id aliquip. Aliquip occaecat nulla dolor cillum voluptate ullamco fugiat minim anim adipisicing aute. Ex elit mollit nostrud occaecat reprehenderit adipisicing et proident voluptate aute.\r\n",
    "settlement": "Aldebrő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417773f",
    "date_from": "2022-02-04",
    "date_to": "2022-04-22",
    "category": "Barkács",
    "description": "Nisi amet anim et mollit est reprehenderit commodo consectetur sunt esse amet qui. Deserunt minim nulla do excepteur duis non eiusmod voluptate id aliquip dolore et reprehenderit. Anim proident excepteur in eu dolor Lorem fugiat qui et id incididunt ut ullamco. Officia quis magna deserunt enim incididunt nulla irure laborum ea sit.\r\n",
    "settlement": "Szarvaskő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-02-06",
    "date_to": "2022-02-09",
    "category": "Ügyintézés és bevásárlás",
    "description": "Veniam pariatur veniam deserunt consectetur in laboris et. Eiusmod aute esse consequat irure deserunt tempor Lorem. Ex excepteur do ullamco commodo aliquip labore id nulla nisi deserunt ut ad laborum tempor. Adipisicing cillum laborum amet fugiat ad dolor non velit et excepteur adipisicing amet. Ea dolore ut reprehenderit qui dolor esse anim minim excepteur cillum laborum sunt non.\r\n",
    "settlement": "Kál",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177761",
    "date_from": "2022-03-04",
    "date_to": "2022-01-16",
    "category": "Egyéb",
    "description": "Ipsum tempor quis nostrud nostrud nisi mollit Lorem veniam qui duis nostrud nulla voluptate pariatur. Veniam enim deserunt duis magna incididunt dolor irure consectetur magna ea eu do ex. Irure sit reprehenderit id deserunt cillum voluptate ipsum qui voluptate aliqua. Excepteur officia laboris duis ut do id reprehenderit non nostrud exercitation mollit.\r\n",
    "settlement": "Egerszalók",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417777b",
    "date_from": "2022-04-17",
    "date_to": "2022-02-08",
    "category": "Ügyintézés és bevásárlás",
    "description": "Pariatur irure id sit ut anim aliqua fugiat labore. Elit aute exercitation sit amet proident ex occaecat nisi. Ullamco deserunt ad exercitation id anim nisi consectetur eu Lorem. Qui deserunt ad dolore eiusmod do ullamco et ipsum magna aliquip. Amet sunt id eiusmod ut nostrud. Culpa quis veniam in est sint nulla nulla tempor culpa. Nostrud sint qui incididunt consectetur.\r\n",
    "settlement": "Parád",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177777",
    "date_from": "2022-03-11",
    "date_to": "2022-05-06",
    "category": "Egyéb",
    "description": "Reprehenderit esse elit dolor occaecat cillum sit esse pariatur est reprehenderit tempor magna ex. Do elit qui ullamco duis elit quis aute veniam magna laborum amet. Culpa irure exercitation elit laboris laborum aute tempor et aute laborum occaecat. Commodo eiusmod elit nisi veniam labore qui nulla. Consectetur aliqua dolor elit proident eiusmod veniam elit do ut mollit sit.\r\n",
    "settlement": "Poroszló",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776b",
    "date_from": "2022-03-28",
    "date_to": "2022-03-15",
    "category": "Takarítás",
    "description": "Mollit sunt officia ut ut. Ullamco dolor ut do nisi officia non nulla pariatur dolor irure exercitation sunt cupidatat magna. Veniam reprehenderit enim velit amet Lorem tempor. Magna in consectetur excepteur ex consequat consectetur aute commodo irure.\r\n",
    "settlement": "Noszvaj",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774d",
    "date_from": "2022-02-20",
    "date_to": "2022-06-12",
    "category": "Informatika",
    "description": "Minim reprehenderit aute voluptate laborum ea officia enim. Aliqua incididunt labore velit dolore quis est dolore voluptate. Qui labore qui commodo aliquip ea duis. Dolore anim eiusmod incididunt nulla id ullamco in nisi eiusmod. Est ad pariatur incididunt in veniam.\r\n",
    "settlement": "Visonta",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177755",
    "date_from": "2022-03-24",
    "date_to": "2022-01-30",
    "category": "Takarítás",
    "description": "Consectetur consequat ex qui sunt sit veniam nulla mollit pariatur consequat aliqua et amet. Do eiusmod Lorem nisi pariatur sunt anim est consectetur sit pariatur labore labore labore. Sint excepteur id reprehenderit magna ad nulla eu id nisi cillum est dolore reprehenderit cillum. Pariatur in reprehenderit est adipisicing ad in. Sint quis pariatur cillum enim laborum elit fugiat tempor qui laborum. Duis pariatur mollit nulla ut. Nostrud sint consectetur in nisi sit occaecat ullamco dolor.\r\n",
    "settlement": "Maklár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177761",
    "date_from": "2022-02-18",
    "date_to": "2022-01-22",
    "category": "Informatika",
    "description": "Enim irure id Lorem proident ex proident labore amet ipsum. Ex irure enim anim reprehenderit eiusmod proident officia esse labore tempor. Officia tempor velit consequat sunt eu dolore cillum veniam excepteur aliqua non.\r\n",
    "settlement": "Egerfarmos",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777b7",
    "date_from": "2022-01-02",
    "date_to": "2022-05-09",
    "category": "Ügyintézés és bevásárlás",
    "description": "Sunt sint labore laboris dolor occaecat qui occaecat anim irure cupidatat dolore. Consectetur reprehenderit laborum aliqua ut mollit exercitation eiusmod ad esse consectetur cillum cupidatat. Veniam dolor reprehenderit anim irure mollit incididunt nostrud eiusmod. Excepteur cupidatat enim nulla enim.\r\n",
    "settlement": "Zagyvaszántó",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177779",
    "date_from": "2022-05-07",
    "date_to": "2022-05-30",
    "category": "Ügyintézés és bevásárlás",
    "description": "Ipsum eu minim cillum incididunt. Sunt magna nisi nisi sit Lorem exercitation aute exercitation amet nulla commodo amet nisi Lorem. Voluptate commodo Lorem quis exercitation quis officia nisi aliqua labore eu sit. Dolore ea dolore sit commodo Lorem officia laboris minim commodo.\r\n",
    "settlement": "Nagyvisnyó",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776f",
    "date_from": "2022-01-14",
    "date_to": "2022-04-25",
    "category": "Háziállat",
    "description": "Ex pariatur incididunt sunt enim pariatur anim sunt enim incididunt culpa labore laboris et. Tempor incididunt tempor ea nulla anim. Nostrud aute deserunt veniam dolor duis minim ea duis. Ut cupidatat eu sit ut eu labore id aliqua. Incididunt laboris voluptate esse quis Lorem minim aliqua nostrud minim magna dolor proident laboris. Ex pariatur laboris deserunt adipisicing incididunt fugiat.\r\n",
    "settlement": "Egercsehi",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177775",
    "date_from": "2022-01-19",
    "date_to": "2022-04-19",
    "category": "Fuvarozás",
    "description": "Sit dolor nisi Lorem laborum ea et dolore velit et. Incididunt labore qui ea et ipsum anim non exercitation mollit proident laboris cillum nulla. Cillum mollit consectetur anim minim. Ea irure eu deserunt dolore id ea tempor ut aute ex.\r\n",
    "settlement": "Bükkszenterzsébet",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-02-09",
    "date_to": "2022-03-26",
    "category": "Barkács",
    "description": "Do ex consequat veniam consectetur dolor. Magna Lorem aute esse voluptate anim cillum labore reprehenderit dolore mollit nulla. Tempor deserunt exercitation pariatur nisi aliquip. Dolor eiusmod nisi ullamco reprehenderit est in anim commodo incididunt id aliqua. Ad aliqua aliqua nulla irure ea pariatur consequat magna fugiat pariatur sint fugiat enim in. Id eu reprehenderit Lorem magna incididunt ipsum est dolor enim dolore ad ut irure ipsum.\r\n",
    "settlement": "Mikófalva",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774b",
    "date_from": "2022-03-10",
    "date_to": "2022-05-25",
    "category": "Egyéb",
    "description": "Eiusmod ea do proident proident ut anim labore voluptate et amet aliqua dolore nisi exercitation. Cupidatat pariatur non qui esse elit duis officia excepteur aliqua aliquip mollit laborum cillum. Excepteur minim labore pariatur aliqua magna. Incididunt ex adipisicing cillum pariatur voluptate consectetur Lorem. Proident cupidatat nisi aute anim duis. Do aute reprehenderit consequat ex deserunt sunt est elit.\r\n",
    "settlement": "Tenk",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775b",
    "date_from": "2022-05-04",
    "date_to": "2022-03-21",
    "category": "Ügyintézés és bevásárlás",
    "description": "Nulla sit sit sint quis consequat fugiat magna adipisicing. Elit amet do eiusmod occaecat ea aliquip cupidatat ipsum ex culpa laboris dolore ad pariatur. Eu cupidatat do commodo proident amet sit dolore adipisicing laboris eu aliqua. Eu nisi exercitation ipsum Lorem culpa consectetur mollit fugiat dolor ea dolore consectetur excepteur eiusmod. Esse ea id dolor sunt commodo occaecat. Amet qui in ad aliqua laborum aute tempor pariatur nisi. Elit aliqua cillum tempor sit incididunt irure minim eu reprehenderit elit ex ex.\r\n",
    "settlement": "Egerbakta",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774d",
    "date_from": "2022-03-08",
    "date_to": "2022-03-22",
    "category": "Fuvarozás",
    "description": "Nostrud exercitation minim deserunt et non sunt amet labore minim laborum. Quis eu Lorem cupidatat est dolor magna. Id irure aliquip elit duis eiusmod sunt. Occaecat minim cillum id ut duis tempor sit et proident dolor sunt enim dolore. Veniam sunt labore eiusmod amet occaecat Lorem consequat irure do nulla voluptate sit aute ea.\r\n",
    "settlement": "Recsk",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177755",
    "date_from": "2022-04-27",
    "date_to": "2022-03-16",
    "category": "Gyerekfelügyelet",
    "description": "Cillum et veniam ullamco ex esse tempor proident do eiusmod. Nostrud incididunt proident consequat elit esse deserunt ullamco cillum. Nulla cupidatat enim veniam eiusmod duis. Ad nulla Lorem qui culpa tempor do excepteur et sunt quis magna eiusmod. Lorem velit ut aliqua non do. Duis ut dolore est proident nostrud eiusmod. Pariatur consequat cillum nisi Lorem mollit ipsum cillum mollit eiusmod.\r\n",
    "settlement": "Kompolt",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177751",
    "date_from": "2022-01-09",
    "date_to": "2022-01-06",
    "category": "Takarítás",
    "description": "Veniam aute occaecat sit cillum commodo duis ex in. Do ex sint esse minim eiusmod aliquip. Elit irure ex anim nulla proident mollit adipisicing officia nostrud do quis veniam nulla commodo. Enim eiusmod nulla fugiat adipisicing ad pariatur do sunt aliquip ullamco. Magna minim nulla officia est. Est Lorem cupidatat Lorem deserunt velit est irure velit deserunt incididunt.\r\n",
    "settlement": "Bátor",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777bd",
    "date_from": "2022-04-17",
    "date_to": "2022-03-01",
    "category": "Fuvarozás",
    "description": "Laborum ullamco sit qui aliqua non aute irure tempor anim quis. Ad id pariatur exercitation amet ipsum consequat occaecat velit ad est. Qui sunt elit aliqua deserunt enim amet proident.\r\n",
    "settlement": "Abasár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177769",
    "date_from": "2022-03-15",
    "date_to": "2022-05-01",
    "category": "Fuvarozás",
    "description": "Ad ut dolore consectetur excepteur quis in cillum labore elit proident ullamco occaecat aliqua aliqua. Proident exercitation commodo sint dolore eiusmod do excepteur do minim. Exercitation tempor Lorem tempor cupidatat magna culpa nisi ad veniam. Qui esse Lorem reprehenderit ex consectetur ex id est enim non anim irure irure anim. Nostrud esse aute quis proident est labore tempor labore non adipisicing et occaecat. Tempor ullamco minim sit tempor ullamco ex pariatur aliqua aliquip adipisicing consequat ullamco. Do quis anim et id commodo commodo in eiusmod ullamco voluptate quis.\r\n",
    "settlement": "Besenyőtelek",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177767",
    "date_from": "2022-02-01",
    "date_to": "2022-06-12",
    "category": "Egyéb",
    "description": "Laboris culpa sit consectetur cupidatat est amet reprehenderit esse amet anim ipsum. Aute aute consequat et quis est magna deserunt commodo ipsum. Ex excepteur in adipisicing ea.\r\n",
    "settlement": "Füzesabony",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7b"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177755",
    "date_from": "2022-03-26",
    "date_to": "2022-01-09",
    "category": "Egyéb",
    "description": "Officia laboris et culpa anim nisi culpa ex officia in incididunt aliqua amet anim enim. Quis velit Lorem deserunt labore deserunt exercitation dolore irure reprehenderit. Dolor dolore excepteur mollit sint voluptate culpa esse. Est nostrud eu proident ex fugiat reprehenderit sunt Lorem nulla eiusmod tempor nisi aute nulla. Ipsum incididunt nostrud ullamco voluptate quis Lorem. Aliqua adipisicing dolor eu duis.\r\n",
    "settlement": "Aldebrő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777bd",
    "date_from": "2022-03-20",
    "date_to": "2022-05-02",
    "category": "Kertrendezés",
    "description": "Occaecat cupidatat cupidatat consequat magna esse amet proident Lorem consectetur occaecat qui pariatur ut tempor. Sunt ut nostrud magna cillum ipsum cillum duis nostrud. Nisi Lorem cupidatat incididunt sunt consequat occaecat reprehenderit incididunt magna deserunt ea aute ullamco voluptate.\r\n",
    "settlement": "Egerbocs",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-05-06",
    "date_to": "2022-03-09",
    "category": "Egyéb",
    "description": "Ullamco cupidatat reprehenderit nostrud sunt excepteur in fugiat. Aute commodo laboris mollit cupidatat qui esse irure incididunt nisi adipisicing elit in pariatur qui. Consectetur consequat consectetur eiusmod laboris incididunt nulla sint. Labore labore fugiat sit amet minim id ad eu exercitation ullamco minim excepteur ut. Exercitation culpa incididunt ullamco in non irure ex. Consequat velit sunt reprehenderit tempor eiusmod occaecat.\r\n",
    "settlement": "Bélapátfalva",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177777",
    "date_from": "2022-03-31",
    "date_to": "2022-04-04",
    "category": "Informatika",
    "description": "Ipsum duis exercitation et officia dolore consectetur quis laboris exercitation excepteur dolor sint et Lorem. Magna sunt quis veniam magna amet ad ipsum. Esse et incididunt dolor dolor sit amet proident consequat amet elit id Lorem cillum. Veniam minim nostrud dolor ipsum anim minim sunt elit.\r\n",
    "settlement": "Füzesabony",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177753",
    "date_from": "2022-05-17",
    "date_to": "2022-01-28",
    "category": "Informatika",
    "description": "Pariatur excepteur aute consequat mollit eiusmod reprehenderit commodo in labore minim labore fugiat aliqua. Commodo tempor quis do labore quis eiusmod anim adipisicing voluptate nulla minim in sit est. Nostrud ut dolore proident commodo aliquip aute irure culpa voluptate sunt do qui. Nostrud sint dolor dolor anim. Reprehenderit minim voluptate et sunt duis velit. Exercitation elit minim elit sunt ullamco laborum ut et. Aliqua dolore exercitation cillum velit magna deserunt pariatur labore.\r\n",
    "settlement": "Visonta",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177771",
    "date_from": "2022-01-01",
    "date_to": "2022-01-24",
    "category": "Barkács",
    "description": "Officia nisi voluptate sint sit irure tempor excepteur pariatur minim. Laborum nostrud incididunt deserunt cillum culpa excepteur consectetur sit anim irure mollit anim. Officia cupidatat consectetur officia velit dolor incididunt est laborum proident exercitation amet ea reprehenderit. Aliqua occaecat elit aute ea tempor nulla.\r\n",
    "settlement": "Ostoros",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-04-13",
    "date_to": "2022-01-11",
    "category": "Egyéb",
    "description": "Est esse ad cillum eu commodo sunt. Minim deserunt aliqua cillum irure mollit. Nostrud consectetur ullamco excepteur cupidatat deserunt non cillum occaecat voluptate non. Nisi et elit officia tempor laboris irure deserunt in dolore eu velit. Non do consequat nisi qui qui culpa laboris quis.\r\n",
    "settlement": "Besenyőtelek",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177753",
    "date_from": "2022-01-06",
    "date_to": "2022-05-16",
    "category": "Takarítás",
    "description": "Dolor ut quis nulla proident elit laboris quis ipsum cillum. Sint ex enim deserunt in elit elit consequat tempor adipisicing. Deserunt laborum officia quis labore irure magna irure tempor aliquip anim in sint cillum incididunt.\r\n",
    "settlement": "Szilvásvárad",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776f",
    "date_from": "2022-03-13",
    "date_to": "2022-04-19",
    "category": "Kertrendezés",
    "description": "Labore excepteur ex in esse eu eiusmod in. Esse consequat nostrud do commodo consequat sunt sit exercitation qui aute ut. Ipsum reprehenderit aliqua adipisicing Lorem Lorem deserunt consequat voluptate. Anim qui enim amet qui amet velit. Quis pariatur quis esse do occaecat aliqua velit laboris tempor ipsum ea Lorem nisi.\r\n",
    "settlement": "Bátor",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7b"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177751",
    "date_from": "2022-03-12",
    "date_to": "2022-05-12",
    "category": "Takarítás",
    "description": "Ipsum dolore voluptate anim minim Lorem eu irure sint deserunt esse esse aliquip ut in. Nostrud qui ex tempor officia dolor nulla ad incididunt quis est dolor tempor aliqua. Deserunt elit ut adipisicing pariatur.\r\n",
    "settlement": "Verpelét",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177747",
    "date_from": "2022-04-13",
    "date_to": "2022-05-26",
    "category": "Háziállat",
    "description": "Magna ullamco deserunt cupidatat ex ea magna eiusmod tempor ipsum aliquip. Eiusmod id adipisicing sit incididunt aliqua voluptate et mollit sunt tempor. Mollit Lorem magna culpa deserunt elit duis eu et consequat fugiat. Consequat do laboris cillum velit minim consectetur exercitation ea anim sit pariatur. Reprehenderit culpa anim eiusmod nulla eiusmod consectetur.\r\n",
    "settlement": "Adács",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-01-25",
    "date_to": "2022-06-01",
    "category": "Kertrendezés",
    "description": "Ut proident nisi sint minim dolore non elit amet. Fugiat minim excepteur labore incididunt ut officia consectetur in proident Lorem id ipsum cupidatat. Aute qui tempor nostrud fugiat eiusmod commodo proident. Dolore ea pariatur aute sunt nisi in ex eu id culpa nulla sint aute. Ipsum mollit ex et cupidatat deserunt deserunt quis veniam commodo elit duis.\r\n",
    "settlement": "Bükkszenterzsébet",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177755",
    "date_from": "2022-01-06",
    "date_to": "2022-03-01",
    "category": "Fuvarozás",
    "description": "Veniam fugiat incididunt nostrud amet qui consectetur eiusmod elit non irure id nulla esse ea. Sint ut duis aliqua commodo dolor eiusmod ipsum eu esse reprehenderit laboris commodo reprehenderit. Fugiat proident incididunt amet sint do enim nisi elit dolor pariatur cillum voluptate adipisicing. Quis laboris aute ipsum culpa sunt.\r\n",
    "settlement": "Egerbakta",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177761",
    "date_from": "2022-01-03",
    "date_to": "2022-05-16",
    "category": "Egyéb",
    "description": "Eu velit tempor eu voluptate ex reprehenderit. Adipisicing incididunt consectetur minim labore nostrud quis fugiat proident culpa laborum commodo nisi est anim. Occaecat esse incididunt sint officia ex excepteur consequat laborum quis minim excepteur. Cupidatat sit excepteur occaecat consectetur consequat ipsum tempor voluptate exercitation laborum in dolor id deserunt.\r\n",
    "settlement": "Nagytálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177771",
    "date_from": "2022-01-30",
    "date_to": "2022-02-20",
    "category": "Gyerekfelügyelet",
    "description": "Cupidatat veniam aliqua consequat occaecat. Ut dolor consectetur amet est officia. Laborum ut nisi dolor do consectetur est amet fugiat. Dolore qui eiusmod labore adipisicing labore nulla commodo consequat ipsum id mollit cillum. Fugiat ex elit Lorem do proident mollit.\r\n",
    "settlement": "Zagyvaszántó",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775b",
    "date_from": "2022-05-17",
    "date_to": "2022-03-11",
    "category": "Ügyintézés és bevásárlás",
    "description": "Enim id proident eu adipisicing. Dolore culpa qui amet officia elit exercitation laborum. Veniam dolor cupidatat laboris ipsum dolor qui non aute sint quis excepteur do magna.\r\n",
    "settlement": "Ostoros",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177751",
    "date_from": "2022-03-24",
    "date_to": "2022-01-19",
    "category": "Takarítás",
    "description": "Nisi ex ipsum dolore elit duis ex. Labore exercitation consectetur ullamco ex. Id sit nulla laboris nostrud labore nisi ad proident nulla. Proident reprehenderit adipisicing excepteur ad sint sit.\r\n",
    "settlement": "Szarvaskő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776d",
    "date_from": "2022-04-17",
    "date_to": "2022-05-16",
    "category": "Egyéb",
    "description": "Ex sunt ipsum occaecat est fugiat amet nulla excepteur sunt proident magna sunt. Cupidatat nostrud proident anim cupidatat consequat fugiat officia anim ad reprehenderit dolore esse. Irure fugiat velit duis deserunt laborum ad do enim officia mollit nulla excepteur. Excepteur id adipisicing proident ut cupidatat labore. Velit id consequat amet ipsum dolore labore irure consequat. Eiusmod tempor irure officia dolor fugiat occaecat sit incididunt sit Lorem enim.\r\n",
    "settlement": "Atkár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-02-22",
    "date_to": "2022-02-28",
    "category": "Takarítás",
    "description": "Adipisicing Lorem incididunt Lorem Lorem fugiat sint ut et nulla consectetur sit. Duis nulla officia labore do ut deserunt est ea magna in culpa ut aliqua. Dolor eu sit adipisicing ad eu consequat aute elit cillum proident enim culpa laborum. Nisi ea in mollit ipsum velit esse officia occaecat est non voluptate cillum. Consequat irure occaecat anim deserunt nulla reprehenderit laboris non dolor ipsum dolor esse excepteur excepteur.\r\n",
    "settlement": "Eger",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774f",
    "date_from": "2022-04-27",
    "date_to": "2022-02-04",
    "category": "Háziállat",
    "description": "Quis sint Lorem nostrud qui. Elit qui non consequat ex consectetur id enim laborum. Mollit occaecat enim commodo sint duis amet. Cillum et aliquip esse officia do eu esse nulla veniam eiusmod consectetur. Duis ut excepteur aliquip occaecat qui eiusmod et non veniam consectetur sint veniam enim. Do incididunt veniam id ullamco esse incididunt velit consectetur exercitation nisi ad ea labore. Do velit labore ullamco dolor pariatur excepteur ullamco officia magna et elit commodo.\r\n",
    "settlement": "Besenyőtelek",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177775",
    "date_from": "2022-02-08",
    "date_to": "2022-04-03",
    "category": "Informatika",
    "description": "Culpa Lorem sint occaecat est reprehenderit ipsum voluptate proident labore non. Adipisicing proident reprehenderit officia enim dolor enim veniam minim nostrud ullamco Lorem. Cillum elit occaecat eiusmod aliquip voluptate.\r\n",
    "settlement": "Tenk",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-03-04",
    "date_to": "2022-02-11",
    "category": "Barkács",
    "description": "Sint sit aliquip mollit officia officia laboris laborum enim nostrud commodo veniam tempor veniam veniam. Mollit commodo minim mollit proident velit sint cillum nisi tempor quis ad ea. Non quis culpa laboris cupidatat irure ad consequat amet in minim. Incididunt deserunt sit consectetur dolor nisi consectetur esse.\r\n",
    "settlement": "Felsőtárkány",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177749",
    "date_from": "2022-05-12",
    "date_to": "2022-04-20",
    "category": "Kertrendezés",
    "description": "Consequat anim ullamco deserunt qui labore sunt pariatur irure. Ipsum ipsum ut reprehenderit nisi excepteur id et ut ullamco tempor sint qui reprehenderit esse. Eu sunt enim labore occaecat mollit est amet proident ut sint. Est nisi cupidatat ipsum duis sint pariatur eiusmod incididunt aliquip et sint.\r\n",
    "settlement": "Füzesabony",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177767",
    "date_from": "2022-04-03",
    "date_to": "2022-04-10",
    "category": "Fuvarozás",
    "description": "Ipsum officia velit eiusmod duis. Deserunt duis mollit enim officia in laborum velit officia nulla id. Id culpa ex cillum esse non ipsum. Enim in ea officia ea exercitation quis dolore id tempor ullamco do. Nulla id cillum anim laboris ad duis et anim nisi id Lorem non. Minim non ad amet amet in minim sit aliqua ad consequat. Consequat commodo eu incididunt sunt culpa enim deserunt quis consequat excepteur.\r\n",
    "settlement": "Atkár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417773f",
    "date_from": "2022-02-19",
    "date_to": "2022-03-22",
    "category": "Takarítás",
    "description": "Duis anim excepteur sunt aute mollit Lorem amet consequat sint amet consequat. Fugiat labore minim officia tempor ea mollit cupidatat id tempor id nulla. Nulla reprehenderit ullamco anim minim veniam id commodo dolore duis ullamco et. Lorem aliqua proident aliquip aliqua ullamco sit incididunt sunt irure quis et aute cillum.\r\n",
    "settlement": "Balaton",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7b"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177751",
    "date_from": "2022-04-07",
    "date_to": "2022-04-11",
    "category": "Ügyintézés és bevásárlás",
    "description": "Excepteur dolore minim sunt officia aliqua dolor duis excepteur eiusmod. Consequat cupidatat excepteur esse incididunt ipsum dolor veniam. Magna ea excepteur reprehenderit minim veniam Lorem sit laborum minim aute amet proident reprehenderit. Consectetur ullamco est eu consectetur esse.\r\n",
    "settlement": "Egerfarmos",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177777",
    "date_from": "2022-06-13",
    "date_to": "2022-04-02",
    "category": "Takarítás",
    "description": "Culpa ut exercitation tempor dolor elit duis ullamco. Elit Lorem do sunt elit esse nulla velit eu ipsum qui eu. Id dolor irure nulla aliqua veniam qui. Aute eiusmod nostrud minim laborum do labore ullamco veniam sunt voluptate elit quis enim.\r\n",
    "settlement": "Kerecsend",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-05-09",
    "date_to": "2022-05-04",
    "category": "Informatika",
    "description": "Consequat eu sit elit occaecat mollit enim cupidatat incididunt excepteur dolor deserunt. Commodo tempor magna ut aliquip excepteur non ipsum. Quis qui et laboris excepteur.\r\n",
    "settlement": "Pétervására",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774f",
    "date_from": "2022-02-02",
    "date_to": "2022-01-29",
    "category": "Gyerekfelügyelet",
    "description": "Esse incididunt labore adipisicing laboris reprehenderit aliquip nulla laborum qui cupidatat. Eiusmod elit minim commodo proident aute mollit officia minim sint qui. Exercitation ex occaecat ut id occaecat in tempor culpa reprehenderit minim magna. Laboris elit elit aliquip consectetur anim nulla amet.\r\n",
    "settlement": "Szarvaskő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7b"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177747",
    "date_from": "2022-01-10",
    "date_to": "2022-01-02",
    "category": "Takarítás",
    "description": "Do id ipsum Lorem aliqua consectetur nostrud fugiat culpa. Ex cupidatat qui cillum cillum cupidatat aliquip Lorem adipisicing irure est. Do dolore duis commodo cillum irure nulla duis incididunt eu minim in et.\r\n",
    "settlement": "Füzesabony",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774d",
    "date_from": "2022-04-24",
    "date_to": "2022-04-01",
    "category": "Barkács",
    "description": "Pariatur mollit sint et quis voluptate adipisicing. Tempor sint consectetur amet reprehenderit non dolor magna. Voluptate ad est ullamco pariatur duis anim mollit aliquip. Elit ad quis laboris in consequat proident elit non Lorem.\r\n",
    "settlement": "Szarvaskő",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177769",
    "date_from": "2022-02-01",
    "date_to": "2022-05-17",
    "category": "Gyerekfelügyelet",
    "description": "Aliquip est eiusmod cillum duis nulla. Sunt nulla sint occaecat officia voluptate sint deserunt incididunt adipisicing mollit aliqua non ex officia. Commodo consequat exercitation eiusmod anim minim.\r\n",
    "settlement": "Mikófalva",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177771",
    "date_from": "2022-04-23",
    "date_to": "2022-05-12",
    "category": "Háziállat",
    "description": "Minim minim elit ad sit ex pariatur. Duis culpa occaecat ipsum irure esse eiusmod sunt. Reprehenderit eu labore quis ullamco laborum ad officia dolor nostrud est. Fugiat culpa enim reprehenderit veniam consectetur nulla adipisicing. Anim tempor proident tempor sunt. Eiusmod sunt eiusmod et exercitation amet do.\r\n",
    "settlement": "Maklár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776b",
    "date_from": "2022-05-18",
    "date_to": "2022-05-21",
    "category": "Egyéb",
    "description": "Elit consequat commodo aliquip nostrud fugiat magna in elit aute commodo qui aliqua ullamco. Anim eiusmod in dolor magna excepteur eiusmod laborum aliqua ea Lorem veniam. Pariatur occaecat elit aute ullamco consectetur ex labore aute laboris cillum aliqua cupidatat magna. Ut reprehenderit pariatur id occaecat. Anim eu eu sunt consectetur dolore dolore id in dolor sint ut voluptate sunt quis. Veniam voluptate esse qui officia nulla voluptate voluptate id fugiat duis anim id in. Tempor nulla laboris ut deserunt ipsum proident nulla reprehenderit non id ipsum voluptate sit.\r\n",
    "settlement": "Balaton",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-04-08",
    "date_to": "2022-02-25",
    "category": "Háziállat",
    "description": "Cillum consequat cillum enim excepteur. Consequat labore nostrud in nostrud nulla incididunt id. Est mollit labore in minim.\r\n",
    "settlement": "Adács",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177773",
    "date_from": "2022-03-06",
    "date_to": "2022-04-14",
    "category": "Háziállat",
    "description": "Eiusmod est culpa voluptate nulla sint elit incididunt ex amet est eu cillum. Incididunt dolore exercitation reprehenderit minim laborum pariatur ex dolore voluptate officia anim. Nulla ea excepteur deserunt incididunt enim exercitation aliqua qui deserunt et. Aliqua ad voluptate tempor ullamco. Exercitation irure reprehenderit excepteur reprehenderit ex aliqua minim duis aute sint nisi duis excepteur. Pariatur do aliqua veniam officia proident veniam laboris incididunt magna sit minim.\r\n",
    "settlement": "Egerfarmos",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177773",
    "date_from": "2022-05-20",
    "date_to": "2022-02-06",
    "category": "Takarítás",
    "description": "Labore veniam sunt ullamco nisi cupidatat consequat excepteur eiusmod aliqua aliquip in dolor. Aute exercitation ex nostrud consequat deserunt dolore ut magna dolore aliqua velit incididunt pariatur. Adipisicing cupidatat adipisicing nostrud occaecat. Culpa nisi ut ullamco pariatur nisi laboris magna elit nulla eiusmod Lorem laboris veniam ex. Cillum culpa laboris veniam et. Irure est do ad culpa irure consectetur consectetur voluptate proident adipisicing deserunt deserunt ex.\r\n",
    "settlement": "Kisnána",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417778f",
    "date_from": "2022-05-24",
    "date_to": "2022-04-30",
    "category": "Ügyintézés és bevásárlás",
    "description": "Minim aliqua duis ullamco labore Lorem sunt ut velit. Non adipisicing sunt nulla amet laborum duis sunt esse in dolore magna ullamco ut. Est irure labore dolore cupidatat. Do amet quis laboris Lorem officia officia amet officia. Deserunt laborum elit non Lorem incididunt.\r\n",
    "settlement": "Átány",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777bf",
    "date_from": "2022-03-18",
    "date_to": "2022-02-08",
    "category": "Kertrendezés",
    "description": "Veniam sit deserunt excepteur dolore. Tempor cupidatat Lorem ex ullamco quis reprehenderit eiusmod eu excepteur et et. Elit anim ex qui anim excepteur incididunt consequat veniam ut sit ut excepteur. Et dolore labore irure sunt mollit do minim reprehenderit aute.\r\n",
    "settlement": "Nagytálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417777b",
    "date_from": "2022-02-21",
    "date_to": "2022-02-17",
    "category": "Gyerekfelügyelet",
    "description": "Ea eiusmod id ullamco magna sunt ex. Minim dolore quis consequat laboris ea est esse et laboris eu amet cupidatat excepteur. Consectetur nisi quis elit eu labore laboris in reprehenderit proident.\r\n",
    "settlement": "Sirok",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177769",
    "date_from": "2022-03-21",
    "date_to": "2022-01-18",
    "category": "Gyerekfelügyelet",
    "description": "Excepteur do culpa consectetur veniam. Ut voluptate sit occaecat dolore est fugiat ut ad sit esse pariatur. Do velit amet pariatur ad id ipsum qui anim ut magna proident amet nulla dolore. Eu ipsum non cupidatat est laboris pariatur et Lorem reprehenderit eiusmod. Ipsum irure culpa occaecat anim dolore esse id officia qui Lorem qui cupidatat ipsum. Exercitation consectetur consectetur velit consequat veniam aliqua.\r\n",
    "settlement": "Abasár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177747",
    "date_from": "2022-03-24",
    "date_to": "2022-05-19",
    "category": "Barkács",
    "description": "Nostrud ea aliqua cillum aliqua culpa pariatur duis laboris ex incididunt laborum nisi est aliqua. Et exercitation labore adipisicing irure elit ad aute aute cillum. Mollit laborum ipsum excepteur est eiusmod aute sint et ex dolore Lorem. In pariatur nisi dolor laboris deserunt et enim velit aliquip voluptate pariatur veniam veniam. Sunt anim magna voluptate pariatur et nisi adipisicing. Reprehenderit dolor consequat ut officia velit excepteur nostrud amet do. Non eiusmod reprehenderit quis qui occaecat sint minim ut Lorem eiusmod duis dolore non elit.\r\n",
    "settlement": "Tarnalelesz",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177747",
    "date_from": "2022-02-08",
    "date_to": "2022-03-12",
    "category": "Takarítás",
    "description": "Commodo deserunt ex et excepteur velit incididunt occaecat Lorem id reprehenderit laboris. Qui officia est labore adipisicing fugiat reprehenderit deserunt ullamco occaecat eu ex non qui. Ea duis cupidatat aliquip nostrud. Quis occaecat est dolore veniam do esse duis consequat pariatur cupidatat elit. Esse nostrud ad tempor laborum amet adipisicing et consectetur minim et reprehenderit officia. Eiusmod cillum quis elit ipsum enim sit eiusmod ad dolore do laborum voluptate pariatur exercitation. Velit laborum consectetur aliquip fugiat aliquip do sint cupidatat est aliqua velit nulla.\r\n",
    "settlement": "Andornaktálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d84"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417774f",
    "date_from": "2022-05-21",
    "date_to": "2022-03-01",
    "category": "Kertrendezés",
    "description": "Qui fugiat nostrud do in amet cupidatat aliqua ipsum id. Ipsum exercitation consectetur officia do ut cupidatat et minim. Elit ea cupidatat id cupidatat eu ex elit sint mollit. Consectetur eiusmod est tempor ad in commodo tempor anim ut officia. Consequat officia cupidatat et est fugiat anim dolore eiusmod.\r\n",
    "settlement": "Balaton",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177757",
    "date_from": "2022-03-24",
    "date_to": "2022-04-30",
    "category": "Takarítás",
    "description": "Commodo commodo nulla sunt labore eu sint ex aliquip aliquip. Nostrud deserunt eu eiusmod sint ad eu laboris eiusmod reprehenderit in qui dolor. Amet labore ipsum voluptate mollit duis laboris nulla pariatur quis nostrud esse pariatur pariatur. Mollit id aute ea anim eu. Irure non officia consectetur mollit minim veniam excepteur ipsum nisi nulla deserunt amet elit.\r\n",
    "settlement": "Maklár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de41777b7",
    "date_from": "2022-06-14",
    "date_to": "2022-03-02",
    "category": "Informatika",
    "description": "Dolore esse culpa laboris cupidatat. Ullamco adipisicing sint eu ullamco. Irure et nulla nostrud deserunt qui nostrud veniam esse magna sint Lorem ex id elit. Ut mollit aute dolore sit dolore elit enim reprehenderit proident. Mollit qui ex elit exercitation ullamco dolor qui fugiat sit irure.\r\n",
    "settlement": "Andornaktálya",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177761",
    "date_from": "2022-06-01",
    "date_to": "2022-05-06",
    "category": "Fuvarozás",
    "description": "Lorem ad id officia dolor ipsum laboris anim nisi aute officia nisi ex amet quis. Sit culpa sit labore ex aliquip elit voluptate. Commodo dolore culpa Lorem elit aute proident qui fugiat. Non enim id est ut proident anim proident nostrud culpa est do. Enim aliquip sit laboris id aliqua eu irure culpa aliqua aute amet.\r\n",
    "settlement": "Abasár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d88"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-02-07",
    "date_to": "2022-06-09",
    "category": "Barkács",
    "description": "Eu enim incididunt commodo sit in nisi magna consequat. Sunt laborum minim exercitation aliqua dolore. Officia Lorem fugiat ipsum nisi id. Excepteur ullamco duis laboris sunt dolor. Sunt ipsum officia ex laborum aute mollit ad id deserunt exercitation est occaecat id aute.\r\n",
    "settlement": "Egerbakta",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177779",
    "date_from": "2022-05-14",
    "date_to": "2022-03-15",
    "category": "Gyerekfelügyelet",
    "description": "Exercitation excepteur sint excepteur ad aliqua do do non cillum excepteur mollit. Dolor ipsum est enim irure fugiat ut sit dolor irure eu. Aliqua dolor aute anim quis. Adipisicing qui officia exercitation ullamco cupidatat proident voluptate dolore nulla eiusmod consectetur ullamco eu nulla.\r\n",
    "settlement": "Verpelét",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8e"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177759",
    "date_from": "2022-01-08",
    "date_to": "2022-02-18",
    "category": "Ügyintézés és bevásárlás",
    "description": "Nostrud irure voluptate id est ad. Enim id commodo velit ea quis labore eiusmod sit exercitation ipsum officia. Cillum pariatur enim est eiusmod nulla amet cupidatat. Excepteur esse ipsum ut mollit laboris ipsum in. Excepteur ea in sunt officia. Cillum ipsum ad adipisicing do ex laborum aliqua consectetur qui fugiat enim nostrud elit.\r\n",
    "settlement": "Kerecsend",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417777d",
    "date_from": "2022-02-19",
    "date_to": "2022-03-26",
    "category": "Barkács",
    "description": "Aliqua exercitation nisi aliqua id culpa. Ea mollit ad exercitation eu exercitation fugiat officia veniam enim. Laboris eu duis cupidatat ad Lorem ad reprehenderit occaecat ad non commodo in. Nulla elit Lorem aliquip nulla ad. Do aute pariatur consectetur tempor Lorem proident laborum id amet. Id culpa magna dolore nostrud aliqua id cupidatat cupidatat nulla incididunt aliquip tempor laboris duis.\r\n",
    "settlement": "Egercsehi",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177779",
    "date_from": "2022-04-12",
    "date_to": "2022-02-01",
    "category": "Fuvarozás",
    "description": "Cupidatat mollit id aute id amet amet aute sint tempor adipisicing excepteur id enim elit. Voluptate labore nostrud eiusmod aute et sunt dolor sint ex et in cupidatat. Labore elit anim velit sunt.\r\n",
    "settlement": "Bélapátfalva",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d85"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776f",
    "date_from": "2022-01-01",
    "date_to": "2022-05-01",
    "category": "Informatika",
    "description": "Sint amet elit anim sit. Ullamco minim eiusmod et irure elit et aliqua ea excepteur enim voluptate. Culpa in mollit id anim magna ullamco. Dolor Lorem velit proident dolore dolore incididunt labore. Commodo duis velit commodo occaecat dolore sunt fugiat. Lorem officia non ea elit ad ut.\r\n",
    "settlement": "Egerszalók",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7b"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177777",
    "date_from": "2022-06-02",
    "date_to": "2022-05-16",
    "category": "Egyéb",
    "description": "Velit elit magna et dolor ex nostrud amet occaecat anim mollit commodo ea aute. Ullamco proident mollit enim cillum exercitation ea sunt ex incididunt laborum. Ea nulla nisi culpa non eu esse eu Lorem cillum tempor est.\r\n",
    "settlement": "Eger",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177763",
    "date_from": "2022-03-11",
    "date_to": "2022-03-16",
    "category": "Informatika",
    "description": "Consectetur officia non minim in cupidatat occaecat laboris irure ullamco ut. Deserunt fugiat adipisicing ad nisi proident ut ut consectetur culpa labore proident. Voluptate laborum cupidatat ad qui aute aliquip ex. Ea pariatur ut ea commodo deserunt mollit enim occaecat laborum nisi anim dolore sunt qui. Ut cillum amet adipisicing veniam do pariatur irure commodo ullamco duis cupidatat pariatur pariatur occaecat. Aute aliquip eiusmod sunt nisi fugiat consequat.\r\n",
    "settlement": "Noszvaj",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8a"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776f",
    "date_from": "2022-06-16",
    "date_to": "2022-01-17",
    "category": "Ügyintézés és bevásárlás",
    "description": "Id officia veniam id tempor officia in sint enim fugiat. Fugiat commodo aliqua veniam quis velit cupidatat dolor non nisi dolore qui. Consectetur adipisicing veniam cillum nostrud ullamco minim mollit ea do ad dolor adipisicing. Sit occaecat nostrud esse labore occaecat elit cillum excepteur voluptate deserunt. Consequat non ea fugiat cupidatat dolore commodo voluptate amet eu proident Lorem consectetur.\r\n",
    "settlement": "Kompolt",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775d",
    "date_from": "2022-04-20",
    "date_to": "2022-03-07",
    "category": "Egyéb",
    "description": "Amet est esse ullamco deserunt velit voluptate amet id Lorem ea laboris in. Sint aliqua laborum cupidatat incididunt culpa eu eiusmod nostrud commodo irure. Officia labore quis magna esse. Adipisicing aliqua deserunt nulla veniam deserunt. Quis et pariatur culpa minim mollit exercitation nulla reprehenderit cillum deserunt ipsum elit voluptate. Laboris veniam cillum proident ad minim Lorem.\r\n",
    "settlement": "Átány",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417777b",
    "date_from": "2022-06-11",
    "date_to": "2022-02-03",
    "category": "Gyerekfelügyelet",
    "description": "Dolor laborum laborum minim consectetur deserunt mollit aute sit sunt cupidatat eu aliqua. Occaecat ea Lorem incididunt fugiat elit incididunt ad anim ut eu. Sit sint do elit aliqua ex amet mollit cupidatat ad. Cillum duis veniam sunt nostrud.\r\n",
    "settlement": "Bükkszenterzsébet",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177755",
    "date_from": "2022-03-11",
    "date_to": "2022-03-21",
    "category": "Gyerekfelügyelet",
    "description": "Consectetur ad laboris aliqua ullamco fugiat consequat veniam enim. Non nulla ex cillum non nostrud consequat nisi est magna cupidatat est do aliquip. Laboris anim anim aliqua eu quis sunt tempor voluptate ea cupidatat.\r\n",
    "settlement": "Verpelét",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d8c"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de4177765",
    "date_from": "2022-01-21",
    "date_to": "2022-06-10",
    "category": "Egyéb",
    "description": "Aliqua nisi sint Lorem cillum nisi mollit incididunt eiusmod. Adipisicing velit ea elit commodo amet ullamco laborum ad laborum. Duis mollit est pariatur exercitation consequat do et quis non amet nulla excepteur.\r\n",
    "settlement": "Kisnána",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d7f"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417776b",
    "date_from": "2022-05-16",
    "date_to": "2022-03-30",
    "category": "Barkács",
    "description": "Sint culpa adipisicing elit nulla tempor id id ea. Est labore Lorem aute nisi ipsum. Sit occaecat consequat eiusmod voluptate tempor adipisicing minim anim reprehenderit anim eiusmod velit. Fugiat sit velit labore qui. Labore ea sunt consequat sint eu quis. Aute adipisicing dolor culpa sint elit et sint velit. Anim occaecat nulla officia irure sint labore incididunt eiusmod duis pariatur consectetur.\r\n",
    "settlement": "Parádsasvár",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d82"
    ]
  },
  {
    "editor_user": "62aa5ed23643130de417775f",
    "date_from": "2022-05-11",
    "date_to": "2022-02-10",
    "category": "Ügyintézés és bevásárlás",
    "description": "Velit aliquip proident voluptate do et nulla deserunt voluptate. Veniam labore ea ut magna consequat. Non tempor ullamco minim proident in ullamco Lorem enim sunt pariatur proident sint veniam cillum. Id mollit velit ea est est tempor nostrud qui ut elit ad eu magna ut.\r\n",
    "settlement": "Demjén",
    "reviews": [
      "62aa6a87c7a4e1cde6c95d81"
    ]
  }
]